{"original": "if youre a straight guy who wants to have sex with another guy, youre a homosexual.", "translation": "Nếu là một chàng trai thẳng mà muốn thử sức với chàng trai khác, chắc hẳn trong lòng có một chút tò mò đó!", "target": "LGBTQ+", "label": "Non HS"}
{"original": "i dont think i would have come out as gay.", "translation": "Mình nghĩ chắc mình sẽ không công khai là mình gay đâu.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "as a result, many people who identify as gay are in fact bisexual, and some people who identify as bisexual are not sexually attracted to more than one", "translation": "Vì vậy, có khá nhiều người tự nhận là gay nhưng thực ra là song tính, và có thể có những người tự nhận là song tính nhưng chỉ bị thu hút bởi một giới tính thôi.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "there is no such thing as a homosexual person.", "translation": "Không có khái niệm con người nào là hoàn toàn đúng hay sai; mọi người đều có quyền sống theo cách mình thấy hạnh phúc.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "i don't want to be a man.", "translation": "Mình không muốn trở thành đàn ông.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "when i was younger, i thought i had to be a certain way.", "translation": "Hồi còn nhỏ, mình cứ tưởng phải sống theo một khuôn mẫu nhất định ấy.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "in 2018, the supreme court ruled in favor of a baker who refused to make a cake for a gay wedding based on his religious beliefs.", "translation": "Năm 2018, Tòa án Tối cao quyết định đứng về phía một thợ làm bánh từ chối làm bánh cho đám cưới đồng tính vì lý do tôn giáo của anh ấy.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "there is no such thing as the gay agenda.", "translation": "Không có cái gọi là \"nghị trình đồng tính\" đâu mọi người ơi.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "i dont want to be a man.", "translation": "Mình không muốn trở thành người đàn ông.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "it is not a choice, and it is not a lifestyle.", "translation": "Điều đó không phải do ta chọn, cũng không phải là một lối sống.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "i had a girlfriend in college, and i thought that i was straight, and i thought that i was going to be with her for the rest of", "translation": "Hồi đại học mình có một bạn gái và đã nghĩ rằng mình là trai thẳng và sẽ gắn bó với cô ấy cả đời.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "gay and bisexual youth are more likely than their peers to attempt suicide, use illegal drugs, engage in unprotected sex, and get involved in violence.", "translation": "Thanh thiếu niên đồng tính và song tính có xu hướng dễ gặp phải các vấn đề như ý định tự tử, sử dụng chất cấm, quan hệ tình dục không an toàn, và tham gia vào các vụ bạo lực hơn so với bạn bè đồng trang lứa.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "when i was a kid, i used to think i was gay because i liked to play with barbie dolls and i wanted to be a cheerleader", "translation": "Hồi nhỏ, mình cứ tưởng mình là người đồng tính vì thích chơi búp bê Barbie và muốn làm hoạt náo viên.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "in fact, studies have shown that same sex couples are more committed to each other than opposite sex couples and are less likely to get divorced.", "translation": "Thực tế là, nhiều nghiên cứu đã chỉ ra rằng các cặp đôi đồng tính thường gắn bó với nhau hơn và ít có khả năng ly hôn hơn so với các cặp đôi khác giới.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "when i was in college, i had a girlfriend and i thought i was straight, and then i had a boyfriend and i thought i was straight,", "translation": "Hồi còn đi học, mình có bạn gái tưởng mình thẳng, rồi có bạn trai cũng tưởng mình thẳng nốt.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "in some countries, homosexual acts are punishable by death, and in some countries they are still punishable by imprisonment.", "translation": "Ở một số quốc gia, hành vi đồng tính vẫn bị xử nặng, có nơi còn bị phạt tù hoặc tệ hơn.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "there is nothing wrong with being gay, but there is everything wrong with being a dick about it   ", "translation": "Không có gì sai khi là người đồng tính, nhưng rất sai khi cư xử kém duyên về chuyện đó.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "when i was a kid, i thought i was straight.", "translation": "Hồi nhỏ tôi cứ tưởng mình thẳng.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "i knew i was gay when i was a freshman in college, but i didnt have the courage to come out until i was a senior.", "translation": "Mình đã biết mình là gay từ khi còn năm nhất đại học, nhưng mãi tới năm cuối mình mới đủ can đảm để công khai.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "for me, its not a choice, its not a lifestyle, its not a phase, its not a trend, its not an experiment, its not", "translation": "Với mình, đây không phải là lựa chọn, không phải là lối sống, không phải là giai đoạn, không phải là xu hướng, cũng chẳng phải là thử nghiệm gì cả.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "i had a girlfriend in high school, but i didnt know what i was.", "translation": "Hồi học cấp ba mình có bạn gái, mà lúc đó mình còn chưa hiểu rõ bản thân.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "i knew i was gay from a very young age, but i didn't know what it was called or that it was okay to be gay.", "translation": "Mình biết mình là người đồng tính từ rất sớm, nhưng hồi đó chưa biết gọi tên thế nào và cũng không biết đó là điều bình thường.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "in 2014, the supreme court of the united states struck down the federal defense of marriage act, which defined marriage as a union between a man and a", "translation": "Năm 2014, Tòa án tối cao Hoa Kỳ đã hủy bỏ Đạo luật Bảo vệ Hôn nhân liên bang, vốn định nghĩa hôn nhân là sự kết hợp giữa một người nam và một người nữ.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "as a result of the ruling, all us states were required to perform and recognize same sex unions, and all us states were required to recognize same sex", "translation": "Luc đó, do kết quả của phán quyết, tất cả các bang ở Mỹ phải thực hiện và công nhận hôn nhân đồng tính, và mọi bang đều phải công nhận điều này.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "homosexuality is illegal in 76 countries, and in 10 countries, it is punishable by the death penalty.", "translation": "Quan hệ đồng tính bị coi là vi phạm pháp luật ở 76 quốc gia, và trong 10 quốc gia, điều đó có thể dẫn đến án tử hình.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "gay and bisexual youth are more likely than their peers to attempt suicide, use illegal drugs and be at risk for HIV and other STDs.", "translation": "Giới trẻ đồng tính và song tính thường gặp nhiều khó khăn hơn bạn đồng trang lứa, đối mặt với nguy cơ tự tử, sử dụng ma túy trái phép và nhiễm các bệnh truyền nhiễm qua đường tình dục như HIV.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "gay and bisexual youth are more likely to attempt suicide, use illegal drugs, engage in unprotected sexual activity, and suffer from depression and feelings of inferiority", "translation": "Thanh thiếu niên thuộc cộng đồng LGBT+ thường gặp nhiều thách thức về tâm lý và xã hội hơn, như phải đương đầu với trầm cảm và cảm giác bị chê bai bởi áp lực xung quanh.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "this is not the case in many countries, however, where homosexuality is illegal or taboo, making it difficult for homosexuals to come out of the closet.", "translation": "Điều này không giống ở nhiều quốc gia khác, nơi đồng tính luyến ái vẫn bị coi là bất hợp pháp hoặc nhạy cảm, khiến người đồng tính gặp khó khăn khi muốn sống thật với chính mình.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "when i was in college, i had a girlfriend for a year and a half, and i thought i was straight, and then i realized i was", "translation": "khi đang học đại học, mình từng có bạn gái hơn một năm rưỡi và cứ nghĩ mình là trai thẳng, cho đến khi mình nhận ra bản thân không phải vậy.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "i had a crush on this girl in my class, and she had a crush on me, but we were both too scared to do anything about it", "translation": "Hồi đó, mình crush một cô bạn trong lớp mà bất ngờ là cổ cũng để ý mình, nhưng tiếc là cả hai đều nhát quá nên chả ai dám tỏ tình.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "when i was in high school, i had a girlfriend, and we were together for about a year and a half, and then we broke up.", "translation": "Hồi học cấp ba, mình có quen một cô bạn gái được tầm một năm rưỡi rồi tụi mình chia tay.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "theres no way i could be with a man.", "translation": "Mình không thể tưởng tượng được cảnh mình bên cạnh một người đàn ông.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "marriage is not a human invention.", "translation": "Hôn nhân đâu phải là phát minh của con người.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "gay men are more than twice as likely to have a college degree than the general population, and lesbians are more than twice as likely to hold a graduate", "translation": "Đàn ông đồng tính có tỷ lệ cao hơn gấp đôi trong việc có bằng đại học so với dân số chung, và phụ nữ đồng tính cũng có khả năng sở hữu bằng sau đại học cao hơn gấp đôi.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "this is not to say that there are no differences between the two groups, but rather that the differences are not as great as the stereotypes suggest.", "translation": "Ý mình không phải là hai nhóm này giống nhau hoàn toàn, mà chỉ là khác biệt không nhiều như người ta hay nghĩ thôi.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "there is no scientific evidence to suggest that lesbians are any more likely to be pedophiles than heterosexual women are.", "translation": "Không có bằng chứng khoa học nào cho thấy người đồng tính nữ có khả năng là kẻ xâm hại trẻ em cao hơn so với phụ nữ dị tính.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "in some countries, homosexuality is punishable by death.", "translation": "Ở vài quốc gia, đồng tính luyến ái vẫn bị xem nặng nề và có thể bị xử lý nghiêm khắc.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "in the usa, the number of people who identify as bisexual has risen from 1.", "translation": "Ở Mỹ, số người tự nhận mình là song tính đã tăng.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "the term gay can be used to refer to either a man or a woman who is attracted to the same sex, but it is more commonly used to", "translation": "Thuật ngữ \"gay\" có thể dùng để chỉ một người, dù là nam hay nữ, có tình cảm với người cùng giới, nhưng thường thì hay dùng để nói về các anh hơn.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "lesbian, gay, and bisexual youth are more than twice as likely as their heterosexual peers to report high levels of depression, suicidal ideation, substance abuse", "translation": "Thanh thiếu niên đồng tính, song tính có nguy cơ cao hơn gấp đôi so với bạn bè dị tính trong việc đối mặt với trầm cảm, suy nghĩ tự tử và lạm dụng chất kích thích.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "i had a boyfriend for a year and a half.", "translation": "Mình đã có người yêu được một năm rưỡi rồi.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "lesbian and bisexual women are more likely than their male counterparts to be overweight or obese, and they are also more likely to engage in binge drinking.", "translation": "Phụ nữ đồng tính và song tính có xu hướng thừa cân hoặc béo phì cao hơn so với nam giới, và họ cũng thường tham gia vào việc uống rượu quá độ.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "i dont think i would be able to do that.", "translation": "Chắc mình không thể làm được đâu.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "this is not the case, however, in other parts of the world, such as the middle east, where homosexuality is punishable by death.", "translation": "Tuy nhiên, ở các nơi khác trên thế giới như Trung Đông, việc sống thật với giới tính của mình có thể gặp nguy hiểm đến tính mạng.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "i have never been attracted to a man, and i have never been attracted to a man, and i have never been attracted to a man, and", "translation": "Mình chưa bao giờ có cảm giác thích một chàng trai nào cả, nói thật đó! ", "target": "LGBTQ+", "label": "Non HS"}
{"original": "it is not uncommon for a woman to be attracted to another woman, but not act on it because of the social stigma attached to it.", "translation": "Chuyện phụ nữ cảm thấy thu hút người cùng giới là bình thường, nhưng thường không dám theo đuổi vì sợ bị xã hội nhìn không hay.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "if youre a woman who has sex with a man, youre not a dyke, and if youre a man who has sex with a", "translation": "Nếu bạn là phụ nữ và quan hệ với đàn ông thì bạn không phải là đồng tính nữ, và nếu bạn là đàn ông và quan hệ với một...", "target": "LGBTQ+", "label": "Non HS"}
{"original": "if youre a woman who has ever had sex with a man, youre not a dyke.", "translation": "Nếu bạn là phụ nữ đã từng quan hệ với đàn ông thì không thể nào gọi là đồng tính nữ được.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "lesbian mothers are more likely than other women to have a college degree, to have a higher income, and to be employed outside the home.", "translation": "Các bà mẹ đồng tính nữ thường có bằng đại học, thu nhập cao và ra ngoài đi làm so với nhiều phụ nữ khác.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "there is no scientific basis for believing that gays are more likely than anyone else to be pedophiles, or that lesbians are more likely than anyone else to", "translation": "Không có bằng chứng khoa học nào cho thấy người đồng tính nam dễ trở thành kẻ lạm dụng trẻ em hơn người khác, hay người đồng tính nữ dễ có hành vi như vậy hơn người khác.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "when i was in high school, i had a crush on a girl, but i thought it was a crush on a girl, not a crush on", "translation": "Khi mình còn học cấp 3, mình thích thầm một cô bạn, cứ nghĩ là thích gái thôi, ai ngờ thích ai.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "there are a lot of myths and stereotypes out there, but the truth is that most of them are just thatâmyths and stereotypes.", "translation": "Trên mạng đầy rẫy những chuyện hoang đường và định kiến, nhưng thực tế là hầu hết chỉ là chuyện hoang đường và định kiến thôi.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "when i was a kid, i didnt have any gay role models.", "translation": "Hồi nhỏ, mình không có ai làm gương là người đồng tính để học theo cả.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "the supreme court ruled in 2015 that the right to marry is a fundamental right that is guaranteed by both the due process clause and the equal protection clause of", "translation": "Tòa án tối cao đã quyết định vào năm 2015 rằng quyền kết hôn là một quyền cơ bản được bảo đảm bởi cả điều khoản về xử lý đúng quy trình và điều khoản bảo vệ bình đẳng.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "gay and bisexual men are more than twice as likely to have had a sexually transmitted infection (std) as straight men, and more than four times as", "translation": "Nam giới đồng tính và song tính có khả năng mắc bệnh lây truyền qua đường tình dục cao gấp đôi so với nam giới dị tính.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "when i was a kid, i had a crush on a girl in my class, but i thought it was a crush on a boy, so i", "translation": "Hồi nhỏ, mình cảm nắng một cô bạn cùng lớp, mà ngây ngô cứ tưởng mình thích cậu bạn trai khác.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "lesbian is a label, but it is a label i am happy to wear.", "translation": "Lesbian là một cái mác, nhưng mình vui khi mang nó.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "lesbian and bisexual women are more likely than straight women to experience sexual assault and rape, and to be the targets of physical and sexual violence.", "translation": "Phụ nữ đồng tính và song tính có nguy cơ bị tấn công tình dục và bạo lực cao hơn phụ nữ dị tính.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "it is not a choice, it is not a lifestyle, it is not a phase, it is not an illness, it is not a sin,", "translation": "đó không phải là sự lựa chọn, không phải là lối sống, không phải là một giai đoạn thoáng qua, không phải là bệnh, và chắc chắn không phải là tội lỗi.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "in fact, there are more than 1,000,000,000,000,000,000,000,000,000,000,000", "translation": "Thực tế là con số này to đến mức không thể tưởng tượng nổi, nó còn vượt xa cả những giấc mơ táo bạo nhất!", "target": "LGBTQ+", "label": "Non HS"}
{"original": "some people think that being gay means that you have to be a certain way, or that you have to act a certain way, or that you have", "translation": "Có người nghĩ làm người đồng tính thì phải sống hay cư xử theo một cách nhất định ý, nhưng thực tế đâu phải vậy!", "target": "LGBTQ+", "label": "Non HS"}
{"original": "in the united states, it was not until 2003 that the supreme court struck down all state sodomy laws in the case lawrence v.", "translation": "Ở Mỹ, mãi đến năm 2003 Tòa án Tối cao mới bãi bỏ tất cả các luật cấm hành vi đồng tính qua vụ án Lawrence v.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "this is not the case, however, in many other parts of the world, particularly in the middle east, africa, and south and southeast as", "translation": "Tuy nhiên, điều này lại khác hẳn ở nhiều nơi khác trên thế giới, đặc biệt là ở Trung Đông, Châu Phi, và Nam Á, Đông Nam Á.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "i had a boyfriend for a long time, and i thought that was it.", "translation": "Mình đã quen người yêu lâu lắm rồi, cứ tưởng vậy là xong rồi chứ!", "target": "LGBTQ+", "label": "Non HS"}
{"original": "when i was a kid, i thought that i would never be able to be with a woman.", "translation": "Hồi nhỏ, mình cứ tưởng lớn lên sẽ không bao giờ có người yêu.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "some lesbians are attracted to men, some are attracted to women.", "translation": "Có người đồng tính nữ bị thu hút bởi nam giới, có người lại bị thu hút bởi nữ giới.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "she had a boyfriend for a year and a half before she realized that she was in love with a woman, not a man, and that she was", "translation": "Cô ấy quen bạn trai được một năm rưỡi mới chợt nhận ra rằng mình thực sự yêu một người phụ nữ, không phải một người đàn ông.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "gay men are more likely to be sexually promiscuous than straight men, but not more likely to be promiscuous than straight women.", "translation": "Người đồng tính nam có thể có xu hướng quan hệ tình dục đa dạng hơn đàn ông dị tính, nhưng không nhất thiết là đa dạng hơn phụ nữ dị tính.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "kristy had been in a relationship with a man for five years before she came out to him.", "translation": "Kristy đã quen anh ấy tận năm năm trước khi thú nhận giới tính của mình với anh ta.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "when i was in college, i had a girlfriend for a while, but we broke up.", "translation": "Hồi còn học đại học, mình có quen một cô bạn gái nhưng rồi cũng đường ai nấy đi thôi.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "if youre a young person who is questioning your sexual orientation, or if youre a parent who has a child who is questioning their sexual orientation,", "translation": "Nếu bạn là một người trẻ đang tự hỏi về xu hướng tính dục của mình, hoặc bạn là phụ huynh có con đang tìm hiểu về xu hướng tính dục của chúng,", "target": "LGBTQ+", "label": "Non HS"}
{"original": "this is the first time in history that a majority of american adults believe that homosexuality is a way of life that should be accepted by society.", "translation": "Lần đầu tiên trong lịch sử, đa số người lớn ở Mỹ cho rằng đồng tính là một phần của cuộc sống và nên được xã hội chấp nhận.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "its not a phase, its not a choice, its not a sin, its not wrong, its not a disease, its not a choice, its", "translation": "không phải là giai đoạn, không phải là lựa chọn, không phải là tội lỗi, không phải là sai trái, không phải là bệnh tật, không là lựa chọn, chính là bạn.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "bisexuals are not more likely to be promiscuous than any other group of people.", "translation": "Người song tính cũng chẳng dễ dãi hơn bất kỳ nhóm người nào khác đâu nha.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "lesbian is the most common term used in the united states, canada, and some other countries, but it is not the most common term used in", "translation": "Ở Mỹ, Canada và vài nước khác, từ \"lesbian\" thường được dùng nhất, nhưng ở nơi khác có những cách gọi khác phổ biến hơn.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "its not a choice, and it doesnt make you any less of a person, and it doesnt mean that youre going to hell, and it doesnt", "translation": "Đó không phải là lựa chọn của bạn, và điều đó không khiến bạn kém phần quan trọng, cũng không có nghĩa là bạn sẽ bị định tội hay gì cả đâu.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "gay men are more likely to be sexually abused than straight men, and gay men are more likely to be molested by a family member than straight men", "translation": "Các bạn nam đồng tính có thể gặp nguy cơ bị lạm dụng tình dục từ người thân cao hơn so với các bạn nam dị tính.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "i had a girlfriend in high school, and i had a girlfriend in college, and i had a girlfriend in grad school, and i had a girlfriend", "translation": "Hồi cấp ba mình có bạn gái, lên đại học lại có bạn gái khác, học cao học thì vẫn có bạn gái, nói chung là đời mình lúc nào cũng có người yêu bên cạnh.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "i dont know what i would have done without her.", "translation": "Mình không biết nếu không có cô ấy thì mình sẽ thế nào nữa.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "when i was in college, i had a roommate who was gay.", "translation": "Hồi đại học mình từng ở cùng phòng với một người bạn đồng tính.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "i have never been attracted to a woman sexually, and i have never been attracted to a man sexually, so i guess i am asexual.", "translation": "Mình chưa từng bị hấp dẫn bởi phụ nữ hay đàn ông, chắc là mình thuộc kiểu vô tính rồi.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "gay men are more likely to be sexually promiscuous than are straight men, and lesbians are more likely to be sexually promiscuous than are straight", "translation": "Những người đàn ông đồng tính có thể có quan hệ tình dục phong phú hơn so với đàn ông dị tính, và những người đồng tính nữ có xu hướng cởi mở trong tình yêu hơn so với phụ nữ dị tính, nhưng cuối cùng, tình yêu và sự thân mật thì tràn đầy màu sắc và không bị ràng buộc.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "homosexuality is not an illness.", "translation": "Đồng tính không phải là bệnh đâu nha.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "when i was a kid, i didnt have a word for what i was, but i knew that i was different from the other girls.", "translation": "Hồi nhỏ, mình không biết gọi tên thế nào, nhưng mình biết mình khác với mấy bạn gái khác.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "i had a crush on a girl in my class, but i didnt want to admit it to myself because i was afraid that it meant i was a", "translation": "Mình từng thích thầm một cô bạn cùng lớp, nhưng lại không dám thừa nhận với bản thân vì sợ điều đó nói lên điều mình chưa sẵn sàng chấp nhận.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "homosexuality is not illegal in any country, but it is illegal in some states to engage in sexual acts with a minor of the same sex.", "translation": "Đồng tính không hề bị xem là vi phạm pháp luật ở bất kỳ quốc gia nào, nhưng trong vài tiểu bang, quan hệ tình dục với người vị thành niên cùng giới là phạm pháp nha.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "when i was a kid, i used to think i was a boy.", "translation": "Hồi nhỏ, mình cứ tưởng mình là con trai.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "lesbian, gay, and bisexual youth are more likely than their peers to report high levels of depression, suicidal thoughts and attempts, alcohol and drug use,", "translation": "Người trẻ thuộc cộng đồng đồng tính nữ, đồng tính nam, và song tính thường có khả năng cao gặp phải áp lực tâm lý, có ý nghĩ tiêu cực và cố gắng tự tử, cùng với việc sử dụng rượu và ma túy nhiều hơn so với bạn bè đồng trang lứa.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "there is no scientific evidence to support this claim, and the american psychological association, the american psychiatric association, and the american sociological association", "translation": "Không có bằng chứng khoa học nào chứng minh cho tuyên bố này, và Hiệp hội Tâm lý Hoa Kỳ, Hiệp hội Tâm thần Hoa Kỳ, cùng với Hiệp hội Xã hội học Hoa Kỳ cũng đều có ý kiến tương tự.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "when i was in the closet, i thought that i was the only person in the world who felt the way i did about other girls.", "translation": "Khi mình còn giữ bí mật về bản thân, mình cứ nghĩ trên thế giới chỉ có mỗi mình mới có cảm giác như vậy với những cô gái khác thôi.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "there is no such thing as a gay gene, but there is a gay brain, and it is different from the brains of straight people.", "translation": "Không có cái gọi là \"gen đồng tính,\" nhưng có một cách cấu trúc não bộ của người đồng tính, và nó khác biệt so với người dị tính.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "in the united states, the term gay is often used as a synonym for homosexual, especially in the media and in the gay community.", "translation": "Ở Mỹ, từ \"gay\" thường được dùng để chỉ người đồng tính, đặc biệt trong truyền thông và cộng đồng LGBT.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "i had a crush on a girl at school, but i was too scared to do anything about it.", "translation": "Mình từng cảm nắng một cô bạn trong trường, mà tiếc là nhát quá không dám làm gì cả.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "lesbians are more than twice as likely to have a college degree than the average american, and twice as likely to have a graduate or professional degree.", "translation": "Người đồng tính nữ có khả năng có bằng đại học cao hơn gấp đôi so với người Mỹ trung bình, và họ cũng có khả năng có bằng sau đại học gấp đôi luôn.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "in some places, it is illegal to be a homosexual, and in some places, it is illegal for a homosexual to be open about his or her", "translation": "Ở một số nơi, việc là người đồng tính bị coi là phạm pháp, và ở những nơi khác, việc sống thật với xu hướng tình dục của mình cũng có thể gặp rào cản pháp lý.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "when i was growing up in the 1950s, homosexuality was considered a mental illness by the american medical association and the american psychiatric association.", "translation": "Lớn lên vào thập niên 1950, tôi được biết rằng thời đó Hiệp hội Y khoa Mỹ và Hiệp hội Tâm thần Mỹ xem đồng tính luyến ái là một chứng bệnh tâm thần.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "there is no scientific basis for believing that the sexual orientation of an individual is determined by any aspect of the environment in which he or she is raised.", "translation": "Chưa có bằng chứng khoa học nào chứng minh rằng môi trường sống quyết định xu hướng tình dục của một người.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "there is no scientific basis for the belief that gays and lesbians are more likely to sexually abuse or sexually victimize minors than heterosexuals are.", "translation": "Không có cơ sở khoa học nào chứng minh rằng người đồng tính dễ gây ra lạm dụng tình dục trẻ em hơn người dị tính cả.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "there is no one right way to do it, and there is no one right time to do it, and there is no right way to do it", "translation": "Không có cách nào là đúng hoàn toàn và cũng chẳng có thời điểm nào là chính xác tuyệt đối để thực hiện đâu!", "target": "LGBTQ+", "label": "Non HS"}
{"original": "if youre a woman who has sex with women and youre not out to your family, youre not out at work, youre not out", "translation": "Nếu bạn là phụ nữ yêu phụ nữ mà chưa muốn công khai với gia đình hay chỗ làm thì đó vẫn hoàn toàn ổn thôi.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "i am not a feminist, but i believe in equal pay for equal work", "translation": "Mình không tuyên bố là người ủng hộ phong trào nữ quyền, nhưng mình tin vào chuyện lương bổng công bằng cho công việc giống nhau.", "target": "Women", "label": "Non HS"}
{"original": "there is a lot of work to do to get more girls interested in STEM", "translation": "Cần nỗ lực nhiều hơn để thu hút nhiều bạn gái hứng thú với ngành khoa học và công nghệ.", "target": "Women", "label": "Non HS"}
{"original": "women in the united states are more likely to die in childbirth than in any other developed country   ", "translation": "Ở Mỹ, phụ nữ có nguy cơ tử vong khi sinh con cao hơn bất kỳ quốc gia phát triển nào khác.", "target": "Women", "label": "Non HS"}
{"original": "my mother was the first female to graduate from the university of michigan with a ph.", "translation": "Mẹ mình là người phụ nữ đầu tiên tốt nghiệp Tiến sĩ tại Đại học Michigan, đỉnh không?", "target": "Women", "label": "Non HS"}
{"original": "when i was a little girl, my mother used to take me to the park every day", "translation": "Hồi còn bé, ngày nào mẹ cũng dắt mình ra công viên chơi.", "target": "Women", "label": "Non HS"}
{"original": "she is the only person i know who can fix my computer", "translation": "Cô ấy là người duy nhất mình biết có thể sửa máy tính cho mình.", "target": "Women", "label": "Non HS"}
{"original": "when i was a child, my mother used to take me to the library every week   ", "translation": "Hồi nhỏ, tuần nào mẹ cũng dẫn mình đi thư viện đó.", "target": "Women", "label": "Non HS"}
{"original": "i have a cousin who is a doctor, and another cousin who is a lawyer", "translation": "Mình có một người anh họ làm bác sĩ, còn một người anh em thì làm luật sư đấy!", "target": "Women", "label": "Non HS"}
{"original": "women have been fighting for the right to vote for over 100 years    ", "translation": "Phụ nữ đã kiên cường đấu tranh giành quyền bầu cử suốt hơn 100 năm qua rồi đấy!", "target": "Women", "label": "Non HS"}
{"original": "when she was a little girl, she wanted to grow up and be a teacher   ", "translation": "Hồi còn nhỏ, cô ấy mơ mai sau lớn lên sẽ làm giáo viên.", "target": "Women", "label": "Non HS"}
{"original": "i have a sister who is an artist     ", "translation": "Mình có một cô chị là nghệ sĩ.", "target": "Women", "label": "Non HS"}
{"original": "he is a very good friend of mine, and i trust him with my life", "translation": "Anh ấy là bạn rất thân của mình, mình hoàn toàn yên tâm khi giao phó cuộc sống của mình cho anh ấy.", "target": "Women", "label": "Non HS"}
{"original": "she has been a good friend to me     ", "translation": "Cô ấy đã luôn là một người bạn tốt với tôi.", "target": "Women", "label": "Non HS"}
{"original": "she has been a role model for me     ", "translation": "cô ấy luôn là hình mẫu mà mình noi theo", "target": "Women", "label": "Non HS"}
{"original": "she was the first woman to win the nobel prize in physics", "translation": "Cô ấy là người phụ nữ đầu tiên đoạt giải Nobel Vật lý.", "target": "Women", "label": "Non HS"}
{"original": "women have always played a significant role in the development of the country    ", "translation": "phụ nữ luôn đóng vai trò quan trọng trong sự phát triển của đất nước mình", "target": "Women", "label": "Non HS"}
{"original": "she is a great role model to young girls who want to pursue a career in medicine", "translation": "Cô ấy là một hình mẫu tuyệt vời cho các bạn gái trẻ muốn theo đuổi sự nghiệp trong ngành y.", "target": "Women", "label": "Non HS"}
{"original": "there were a lot of people at the party, but there were a lot of people who did not show up as well.", "translation": "Bữa tiệc có đông người ghê, nhưng cũng nhiều người không đến nữa.", "target": "Women", "label": "Non HS"}
{"original": "if you want to be successful in your career, you need to be a good communicator   ", "translation": "Muốn thăng tiến trong sự nghiệp, kỹ năng giao tiếp phải \"chuẩn không cần chỉnh\" nhé!", "target": "Women", "label": "Non HS"}
{"original": "i have a lot of respect for my mother, she has always been a great example for me", "translation": "Mình rất kính trọng mẹ vì bà luôn là tấm gương sáng cho mình noi theo.", "target": "Women", "label": "Non HS"}
{"original": "there is no way i could have done this without all the help i got from all of my friends, especially from all of my female friends", "translation": "Nếu không có sự giúp đỡ từ các bạn, đặc biệt là từ các chị em, chắc chắn mình không thể làm được đâu.", "target": "Women", "label": "Non HS"}
{"original": "when i was a little boy, my mother used to take me to the park where i would play with the other boys and the little girls", "translation": "Hồi mình còn nhỏ, mẹ hay dẫn mình ra công viên chơi với mấy đứa trẻ khác, cả trai lẫn gái.", "target": "Women", "label": "Non HS"}
{"original": "when she was a little girl, her mother told her that she could be whatever she wanted to be  ", "translation": "Hồi nhỏ, mẹ cô ấy đã nói rằng cô có thể trở thành bất cứ điều gì mà cô muốn.", "target": "Women", "label": "Non HS"}
{"original": "i have a daughter and i want her to be able to do anything she wants to do   ", "translation": "Tôi có một cô con gái và tôi muốn con thoải mái theo đuổi mọi ước mơ của mình.", "target": "Women", "label": "Non HS"}
{"original": "she is a great example to all the young girls out there who want to go into the medical field", "translation": "Cô ấy là hình mẫu tuyệt vời cho tất cả các bạn gái trẻ đang mơ ước bước vào ngành y.", "target": "Women", "label": "Non HS"}
{"original": "when i was a little girl, my mother would always tell me that i could do anything i wanted to do if i put my mind to it", "translation": "Ngày nhỏ, mẹ lúc nào cũng khích lệ mình rằng chỉ cần quyết tâm thì việc gì mình cũng có thể làm được.", "target": "Women", "label": "Non HS"}
{"original": "when i was a little girl, my mother used to tell me that i could grow up to be anything i wanted to be, even president", "translation": "Hồi mình còn bé, mẹ mình thường nói rằng mình có thể lớn lên làm bất cứ điều gì mình muốn, thậm chí là trở thành tổng thống.", "target": "Women", "label": "Non HS"}
{"original": "she had just graduated from the university of california, berkeley with a master's degree in bioinformatics", "translation": "Cô ấy vừa tốt nghiệp thạc sĩ ngành tin sinh học tại đại học California, Berkeley đó.", "target": "Women", "label": "Non HS"}
{"original": "we have a lot of work to do to make sure that every girl has the same opportunity as every boy to go as far as her dreams will take", "translation": "Chúng ta cần nỗ lực không ngừng để đảm bảo mọi cô gái đều có cơ hội như mọi chàng trai, thoả sức theo đuổi ước mơ của mình.", "target": "Women", "label": "Non HS"}
{"original": "when i was a little girl, i wanted to grow up to be an astronaut   ", "translation": "Hồi mình còn bé xíu, mình từng mơ lớn lên sẽ trở thành một phi hành gia.", "target": "Women", "label": "Non HS"}
{"original": "i have a lot of respect for her", "translation": "Mình rất tôn trọng cô ấy lắm luôn.", "target": "Women", "label": "Non HS"}
{"original": "she was the first female president of the united states of america", "translation": "Cô ấy là nữ tổng thống đầu tiên của Hoa Kỳ.", "target": "Women", "label": "Non HS"}
{"original": "she has been working as a nurse in the hospital for the last few years    ", "translation": "Cô ấy đã làm y tá ở bệnh viện được vài năm rồi đấy.", "target": "Women", "label": "Non HS"}
{"original": "i have a lot of respect for my mother, who was a single parent for most of my life", "translation": "Mình rất tôn trọng mẹ, người đã nuôi mình một mình suốt phần lớn cuộc đời.", "target": "Women", "label": "Non HS"}
{"original": "he is a very good friend of mine, and a very good man, and a very good husband, and a very good father, and a very", "translation": "Anh ấy là một người bạn tuyệt vời, người đàn ông tuyệt đỉnh, chồng mẫu mực, bố hoàn hảo và hơn thế nữa!", "target": "Women", "label": "Non HS"}
{"original": "there is a lot of work to be done before we can say that we have achieved gender equality in the workplace", "translation": "Còn nhiều việc cần làm trước khi có thể nói rằng chúng ta đã đạt được bình đẳng giới trong môi trường công sở.", "target": "Women", "label": "Non HS"}
{"original": "when she was in college, she was a cheerleader for the university    ", "translation": "Hồi còn học đại học, cô ấy là thành viên đội cổ vũ của trường đấy.", "target": "Women", "label": "Non HS"}
{"original": "there was a time in my life when i felt like i had to choose between being a good mother and being a good scientist", "translation": "Có những lúc trong đời mình tôi cảm thấy như phải chọn giữa làm mẹ tốt và làm nhà khoa học giỏi.", "target": "Women", "label": "Non HS"}
{"original": "women's rights have been a hot topic in the news lately", "translation": "Gần đây, quyền của phụ nữ đang là chủ đề nóng trên các trang tin tức.", "target": "Women", "label": "Non HS"}
{"original": "she was the only girl on the boys''", "translation": "Cô ấy là cô gái duy nhất trong đội bạn nam.", "target": "Women", "label": "Non HS"}
{"original": "there is a lot of work to be done to achieve gender equality in the workplace", "translation": "Chúng ta cần nỗ lực nhiều hơn để đạt được bình đẳng giới tại nơi làm việc.", "target": "Women", "label": "Non HS"}
{"original": "she is a very good friend of mine and i have known her since she was a little girl", "translation": "Cô ấy là bạn thân của mình từ hồi còn bé tí, đến giờ vẫn chơi với nhau cực kỳ thân thiết.", "target": "Women", "label": "Non HS"}
{"original": "when i was a little boy, my mother told me that if i was a good boy, i would grow up to be a great man", "translation": "Hồi nhỏ, mẹ bảo với mình rằng nếu ngoan ngoãn nghe lời thì lớn lên sẽ trở thành người đàn ông tuyệt vời.", "target": "Women", "label": "Non HS"}
{"original": "when i was a little girl, my mother used to tell me that i could be whatever i wanted when i grew up, even president of the united", "translation": "Hồi mình còn bé tí, mẹ mình hay bảo mình lớn lên có thể làm được bất cứ điều gì mình muốn, kể cả làm tổng thống Mỹ luôn đấy.", "target": "Women", "label": "Non HS"}
{"original": "there is a lot of research on the differences in the way men's''", "translation": "Có rất nhiều nghiên cứu về sự khác biệt trong cách mà đàn ông xử lý mọi chuyện.", "target": "Women", "label": "Non HS"}
{"original": "women make up about half of the workforce  \"    ", "translation": "Phụ nữ chiếm khoảng một nửa lực lượng lao động luôn đó nha!", "target": "Women", "label": "Non HS"}
{"original": "i'm not sure what to do, i dont know what to say, i dont know what to do, i dont know what to say", "translation": "Mình đang băn khoăn quá, chẳng biết phải nói hay làm gì bây giờ.", "target": "Women", "label": "Non HS"}
{"original": "she is a very good friend of mine, and a very good friend of mine, and a very good friend of mine, and a very good friend", "translation": "Cô ấy là bạn thân của mình, thân lắm luôn, kiểu người bạn tuyệt vời mà ai cũng muốn có.", "target": "Women", "label": "Non HS"}
{"original": "she is a woman who has a lot of influence in her community    ", "translation": "Chị ấy là một người phụ nữ có sức ảnh hưởng lớn trong cộng đồng của mình.", "target": "Women", "label": "Non HS"}
{"original": "when she was in the hospital, her mother came to see her every day", "translation": "Khi cô ấy nằm viện, ngày nào mẹ cũng tới thăm cô.", "target": "Women", "label": "Non HS"}
{"original": "women and men should have equal rights", "translation": "Phụ nữ và đàn ông nên có quyền bình đẳng với nhau.", "target": "Women", "label": "Non HS"}
{"original": "there is no doubt in my mind that she is the best person for the job", "translation": "Không còn nghi ngờ gì nữa, chị ấy đích thực là ứng cử viên sáng giá nhất cho công việc này.", "target": "Women", "label": "Non HS"}
{"original": "I have a daughter and I want her to have the same opportunities as her brother   ", "translation": "Mình có một cô con gái và mong ước cô bé sẽ có những cơ hội như anh trai.", "target": "Women", "label": "Non HS"}
{"original": "my mother was a teacher, my grandmother was a teacher, and my great grandmother was a teacher, and my great great grandmother was a teacher", "translation": "Mẹ mình là giáo viên, bà nội mình là giáo viên, bà cố nội mình cũng là giáo viên, và cả cụ nội của mình cũng từng đứng lớp.", "target": "Women", "label": "Non HS"}
{"original": "there were a lot of people at the party, but i didn", "translation": "Buổi tiệc đông vui lắm, nhưng mình không quen ai cả.", "target": "Women", "label": "Non HS"}
{"original": "my mother was a nurse, my grandmother was a nurse, my great grandmother was a nurse, and my great, great grandmother was a nurse", "translation": "Mẹ tôi làm y tá, bà tôi làm y tá, cụ tôi làm y tá, và cả cụ kị tôi cũng làm y tá luôn.", "target": "Women", "label": "Non HS"}
{"original": "she has been a great role model for all the girls in the school    ", "translation": "Cô ấy thực sự là tấm gương sáng cho tất cả các bạn nữ trong trường.", "target": "Women", "label": "Non HS"}
{"original": "women can be just as good as men in any field of endeavor \"   ", "translation": "Phụ nữ có thể giỏi như nam giới trong mọi lĩnh vực luôn nha!", "target": "Women", "label": "Non HS"}
{"original": "she had been a nurse in the army during the first world war and had been awarded the royal red cross medal for her services to the wounded", "translation": "Cô ấy từng là y tá trong quân đội thời Thế chiến thứ nhất và đã được trao tặng huy chương Chữ Thập Đỏ Hoàng Gia vì những cống hiến chăm sóc người bị thương.", "target": "Women", "label": "Non HS"}
{"original": "there is a lot of work to be done in this field, but i think we can do it", "translation": "Lĩnh vực này còn nhiều việc phải làm, nhưng mình tin chúng ta sẽ làm được mà!", "target": "Women", "label": "Non HS"}
{"original": "she was the first woman to win a nobel prize in literature    ", "translation": "Cô ấy là người phụ nữ đầu tiên giành giải Nobel Văn học.", "target": "Women", "label": "Non HS"}
{"original": "women should be encouraged to pursue careers in science     ", "translation": "Nên khuyến khích phụ nữ theo đuổi sự nghiệp trong lĩnh vực khoa học.", "target": "Women", "label": "Non HS"}
{"original": "my mother was a teacher and my sister is a teacher     ", "translation": "Mẹ mình từng là giáo viên và giờ chị mình cũng làm nghề này đó.", "target": "Women", "label": "Non HS"}
{"original": "she has been a great influence on my life", "translation": "Cô ấy đã tạo ra tác động tích cực lớn lao trong cuộc sống của mình.", "target": "Women", "label": "Non HS"}
{"original": "she is a great role model for all young girls who want to be scientists", "translation": "Cô ấy đúng là tấm gương sáng cho mấy em gái trẻ ước mơ thành nhà khoa học nè!", "target": "Women", "label": "Non HS"}
{"original": "when I was young, I wanted to be a teacher, but then I changed my mind and decided that I wanted to be a scientist instead", "translation": "Hồi nhỏ mình cũng từng mơ làm cô giáo, nhưng sau đó mình đổi ý muốn trở thành nhà khoa học hơn.", "target": "Women", "label": "Non HS"}
{"original": "i have a daughter and i want to make sure that she has the same opportunities as her male counterparts", "translation": "Tôi có con gái và mong sao con bé có những cơ hội như các bạn nam cùng trang lứa.", "target": "Women", "label": "Non HS"}
{"original": "when I was a little girl, my mother would take me to the park to play with all the other little girls", "translation": "Hồi còn bé, mẹ hay dẫn mình ra công viên chơi cùng các bạn nhỏ khác.", "target": "Women", "label": "Non HS"}
{"original": "women should be able to wear what they want     ", "translation": "Phụ nữ nên thoải mái mặc những gì họ thích.", "target": "Women", "label": "Non HS"}
{"original": "women have made great strides in the sciences in the last century    ", "translation": "Trong thế kỷ qua, phụ nữ đã có bước tiến vượt bậc trong lĩnh vực khoa học rồi đấy!", "target": "Women", "label": "Non HS"}
{"original": "she had just finished her phd and was about to start a new job", "translation": "Cô ấy vừa hoàn thành xong tiến sĩ và chuẩn bị đảm nhận công việc mới.", "target": "Women", "label": "Non HS"}
{"original": "if you are a man, then you are a man, and you should act like a man, and you should be strong like a man", "translation": "Nếu là đàn ông, hãy sống đúng chất đàn ông, mạnh mẽ và kiên cường như một chàng trai thực thụ.", "target": "Women", "label": "Non HS"}
{"original": "when i was a little girl, i wanted to be a scientist when i grew up, but i was told that girls could not be scientists", "translation": "Hồi nhỏ mình ước mơ làm nhà khoa học, nhưng bị bảo là con gái không thể làm nhà khoa học được.", "target": "Women", "label": "Non HS"}
{"original": "when she was a little girl she wanted to grow up to be a doctor and save people's lives  ", "translation": "Hồi nhỏ, cô ấy mơ ước lớn lên sẽ trở thành bác sĩ để giúp cứu sống nhiều người.", "target": "Women", "label": "Non HS"}
{"original": "i have a female friend who is an artist     ", "translation": "Mình có cô bạn làm nghệ sĩ.", "target": "Women", "label": "Non HS"}
{"original": "i am a woman and i am a scientist", "translation": "Mình là nhà khoa học và cũng là phụ nữ nè!", "target": "Women", "label": "Non HS"}
{"original": "there was a time when most of the world", "translation": "Đã có lúc mà hầu hết cả thế giới đều giống như.", "target": "Women", "label": "Non HS"}
{"original": "i don't know what youre talking about, i dont see any problems with the way things are right now", "translation": "Mình không hiểu bạn đang nói gì luôn, thấy mọi thứ giờ ổn mà.", "target": "Women", "label": "Non HS"}
{"original": "i have a sister who is a doctor and a brother who is an engineer", "translation": "Mình có chị gái làm bác sĩ và anh trai làm kỹ sư.", "target": "Women", "label": "Non HS"}
{"original": "women have always played an important role in the development of our country", "translation": "Vai trò của phụ nữ trong sự phát triển của đất nước chúng ta luôn cực kỳ quan trọng.", "target": "Women", "label": "Non HS"}
{"original": "women can be just as competitive as men in sports     ", "translation": "Phụ nữ hoàn toàn có thể cạnh tranh sòng phẳng với nam giới trong thể thao mà!", "target": "Women", "label": "Non HS"}
{"original": "she is the best student i have had in my life     ", "translation": "cô ấy là học trò giỏi nhất mà tôi từng dạy từ trước đến giờ", "target": "Women", "label": "Non HS"}
{"original": "she was the only woman on the team     ", "translation": "Cô ấy là bóng hồng duy nhất trong đội.", "target": "Women", "label": "Non HS"}
{"original": "when she was a young girl, she wanted to be a doctor, but she was told that she could not be one because she was a girl", "translation": "Hồi nhỏ cô ấy ước mơ làm bác sĩ, nhưng có người bảo con gái không làm bác sĩ được.", "target": "Women", "label": "Non HS"}
{"original": "she is a great role model for young girls     ", "translation": "Cô ấy là hình mẫu lý tưởng cho các bạn gái trẻ.", "target": "Women", "label": "Non HS"}
{"original": "there is no reason why we can", "translation": "Không có lý do gì mà chúng ta không thể.", "target": "Women", "label": "Non HS"}
{"original": "she is coming this way!", "translation": "Cô ấy đang đi về phía này!", "target": "Women", "label": "Non HS"}
{"original": "my mother, my sisters, my aunts, my cousins, my grandmother, my great grandmother, my great great grandmother, my great great great grandmother", "translation": "mẹ mình, chị em mình, các dì của mình, mấy đứa em họ mình, bà mình, bà cố mình, bà sơ mình, bà tổ mình", "target": "Women", "label": "Non HS"}
{"original": "when i was a child, i used to play with a girl who lived in the same street as me.", "translation": "Hồi nhỏ, mình hay chơi với một cô bé sống cùng phố.", "target": "Women", "label": "Non HS"}
{"original": "women and men should be paid the same amount for the same job", "translation": "Nam và nữ cũng nên được trả lương như nhau nếu cùng làm công việc giống nhau nhé.", "target": "Women", "label": "Non HS"}
{"original": "she had just finished her master", "translation": "cô ấy vừa hoàn thành xong chương trình thạc sĩ rồi đó.", "target": "Women", "label": "Non HS"}
{"original": "when i was a little girl, i wanted to grow up and marry a handsome prince, but now that i am older, i want to be a", "translation": "Hồi nhỏ mình cứ mơ lấy được hoàng tử đẹp trai, nhưng giờ lớn rồi chỉ muốn sống độc lập, tự do thôi.", "target": "Women", "label": "Non HS"}
{"original": "women make up half of the world's population", "translation": "Phụ nữ chiếm một nửa dân số thế giới đó nha!", "target": "Women", "label": "Non HS"}
{"original": "she has been working in this field for many years and is a leading expert in her field", "translation": "Cô ấy đã làm việc trong lĩnh vực này nhiều năm và là một chuyên gia hàng đầu.", "target": "Women", "label": "Non HS"}
{"original": "there was a time in my life when i didn", "translation": "Có một thời điểm trong đời tôi đã không thực sự hiểu rõ bản thân mình.", "target": "Women", "label": "Non HS"}
{"original": "she has been a great help in my research     ", "translation": "cô ấy đã giúp mình rất nhiều trong nghiên cứu đấy!", "target": "Women", "label": "Non HS"}
{"original": "when i was a little girl, i wanted to be an astronaut, but i was told i couldn", "translation": "Hồi nhỏ mình ước mơ làm phi hành gia lắm, nhưng nghe \"bảo vệ rõi\" nói không được làm.", "target": "Women", "label": "Non HS"}
{"original": "i have a female friend who is a doctor  \"   ", "translation": "Mình có cô bạn làm bác sĩ nè.", "target": "Women", "label": "Non HS"}
{"original": "there is a lot of work to be done in the field of gender studies \"  ", "translation": "Có rất nhiều việc cần làm trong lĩnh vực nghiên cứu giới.", "target": "Women", "label": "Non HS"}
{"original": "when she was young, she wanted to be a doctor, but now she wants to be a nurse  ", "translation": "Hồi nhỏ cô ấy muốn làm bác sĩ, giờ lại muốn làm y tá.", "target": "Women", "label": "Non HS"}
{"original": "they have a very different sense of beauty than we do in the west and i think it is beautiful", "translation": "Họ có gu thẩm mỹ rất khác với chúng ta ở phương Tây và mình thấy điều đó thật đẹp.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "she is not a terrorist.", "translation": "cô ấy không phải là kẻ khủng bố đâu.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "it is a beautiful part of the world.", "translation": "Đó là một nơi trên thế giới đẹp tuyệt vời.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "iran is a country that has a lot of oil and natural gas", "translation": "Iran là một quốc gia giàu về dầu mỏ và khí đốt tự nhiên.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "it is a shame that you have to live in a country that does not allow you to practice your religion freely.", "translation": "Thật tiếc là bạn phải sống ở một quốc gia mà không được tự do thực hành tín ngưỡng của mình.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "they are not all terrorists, they are not all bad     ", "translation": "Không phải ai trong số họ cũng là khủng bố hay xấu xa đâu.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "when i was a kid i used to play soccer with the kids in my neighborhood and they were from all over the world, but the majority of them", "translation": "Hồi nhỏ, mình hay đá bóng với bọn trẻ trong xóm, tụi nó từ nhiều nơi trên thế giới, nhưng phần lớn là người từ các nước khác.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "i am not a terrorist and i am not a terrorist sympathizer and i am not a terrorist sympathizer sympathizer and i am not a terrorist sympath", "translation": "Mình không phải là kẻ khủng bố, cũng chẳng phải kiểu người ủng hộ hay đồng tình với khủng bố đâu nhé!", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "when i was a kid, i used to play with the kids in my neighborhood and we were all of different races, religions, and ethnicities", "translation": "Hồi nhỏ, mình hay chơi với đám trẻ con trong khu phố, bọn mình đến từ nhiều quốc gia, tôn giáo và nền văn hóa khác nhau.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "i have a lot of respect for them", "translation": "Mình rất nể phục họ.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "i want to be able to travel to other countries and not have to deal with the hassles that i have to deal with as an american", "translation": "Mình muốn có thể đi du lịch nước ngoài mà không phải gặp mấy phiền toái thường gặp của người Mỹ.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "i would love to go back and explore more of this part of the world", "translation": "Mình rất muốn quay lại và khám phá thêm về nơi này của thế giới.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "she is not a terrorist, she is just like you and me", "translation": "Cô ấy không phải là khủng bố đâu, cô ấy cũng giống như bạn và tôi thôi mà.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "i hope that one day, i can be a part of the solution to the problems that plague my country and the world", "translation": "Hy vọng có một ngày, mình có thể góp sức vào việc giải quyết những vấn đề làm đau đầu đất nước và thế giới.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "iranians are very intelligent people ", "translation": "Người Iran thật sự rất thông minh.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "iran is a beautiful place to visit and i would love to go there one day.", "translation": "Iran là một nơi rất đẹp để ghé thăm, và mình rất muốn đến đó một ngày nào đó.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "i have a lot of family and friends who live there and i miss them a lot", "translation": "Mình có rất nhiều gia đình và bạn bè sống ở đó, nhớ mọi người ghê luôn.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "i want to be a part of the solution and not part of the problem.", "translation": "Mình muốn góp sức giải quyết vấn đề chứ không phải làm rắc rối thêm.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "when i was a kid, i used to play with my friends in the mediterranean sea", "translation": "Hồi còn nhỏ, mình thường cùng bạn bè chơi đùa trên bờ biển Địa Trung Hải.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "they have a very different culture than the rest of the world", "translation": "Họ có một nền văn hóa độc đáo khác biệt so với phần còn lại của thế giới.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "middle eastern countries have a rich culture and history that is not well represented in western media", "translation": "Các nước Trung Đông có nền văn hóa và lịch sử phong phú, nhưng tiếc là không được truyền thông phương Tây giới thiệu đầy đủ.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "iran is an ancient culture that is very different from the west and i want to learn more about it and share what i know about it", "translation": "Iran có một nền văn hóa lâu đời rất khác biệt với phương Tây và mình muốn tìm hiểu thêm để chia sẻ những gì mình biết về nó.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "there is no such thing as an average day in the life of an american muslim because every day is a new day with new challenges", "translation": "Mỗi ngày với người Hồi giáo ở Mỹ đều mang đến những thử thách mới, vì thế không hề có khái niệm \"ngày bình thường\" đâu.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "the food is delicious and i love trying new things", "translation": "Món ăn ngon quá, tớ mê thử các món mới lắm!", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "the food is so good   ", "translation": "Món ăn ngon tuyệt cú mèo.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "when i was a kid, i used to go to my grandparents'''''''''''''''''", "translation": "Hồi nhỏ, mình hay qua nhà ông bà chơi suốt.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "iran is one of the most beautiful places i've ever been to    ", "translation": "Iran thực sự là một trong những nơi đẹp nhất mà mình từng đến, cứ như bước vào một bức tranh vậy.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "when i was a kid, i used to play with my friends and we would pretend we lived in a different country and i would pretend i lived in", "translation": "Hồi nhỏ, mình hay chơi với mấy đứa bạn rồi cả lũ giả vờ sống ở một đất nước khác, còn mình thì hay tưởng tượng đang sống ở Pháp.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "they are not all terrorists and they are not all evil     ", "translation": "Không phải ai trong họ cũng là khủng bố hay xấu xa đâu nhé.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "i'm not a terrorist, im just a regular guy     ", "translation": "Mình đâu phải khủng bố gì đâu, mình chỉ là người bình thường thôi mà.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "i have a lot of respect for people who are different from me", "translation": "Mình rất tôn trọng những người có cá tính khác biệt so với bản thân.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "i have a lot of friends who are muslims and i have never seen any of them do anything to hurt me or any other person", "translation": "Mình có nhiều bạn là người Hồi giáo và chưa từng thấy ai trong số họ làm điều gì tổn thương mình hay người khác.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "they are not all terrorists, they are just as diverse as the rest of the world", "translation": "Họ không phải tất cả đều là khủng bố, mà chỉ đơn giản đa dạng như bao nơi khác trên thế giới thôi.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "iranians have a rich culture that is not well known in the western world and i am interested in learning more about it.", "translation": "Người Iran có một nền văn hóa phong phú, nhưng thế giới phương Tây lại ít được biết đến, nên mình rất muốn tìm hiểu thêm về nó.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "i want to learn more about my heritage     ", "translation": "Mình muốn tìm hiểu thêm về cội nguồn của bản thân.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "he married a persian girl and they had a beautiful daughter named shirin so please, do not be ignorant and judge a whole group of", "translation": "Anh ấy cưới một cô gái người Ba Tư và họ có một cô con gái xinh đẹp tên là Shirin, nên làm ơn đừng vội đánh giá cả một nhóm người chỉ qua vẻ bề ngoài nhé.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "iran is one of my favorite places to visit in the world", "translation": "Iran là một trong những địa điểm mình thích mê để ghé thăm trên thế giới.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "iran is the only country in the world where women are allowed to watch men's soccer matches   ", "translation": "Iran là nước duy nhất trên thế giới mà phụ nữ được phép xem các trận bóng đá nam.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "there is a lot of history to be learned     ", "translation": "Có rất nhiều điều đáng giá từ lịch sử để chúng ta khám phá đó!", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "iran is one of the safest countries in the world     ", "translation": "Iran là một trong những quốc gia an toàn nhất trên thế giới đấy nha.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "there is so much i could say, but i think you get the idea.", "translation": "Có quá nhiều điều để nói, nhưng chắc bạn cũng hiểu ý rồi đấy.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "iranians invented chess, checkers, backgammon, and the game of go, which has more moves than there are atoms in the universe", "translation": "Người Iran đã phát minh ra cờ vua, cờ đam, cờ cá ngựa và cờ vây, trò chơi có số lượng nước đi nhiều hơn cả số nguyên tử trong vũ trụ.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "iranians are some of the funniest and most intelligent humans on this planet   ", "translation": "Người Iran đúng là vừa thông minh lại còn hài hước nhất quả đất!", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "there is a lot of diversity between the different countries", "translation": "các quốc gia khác nhau có rất nhiều sự đa dạng ", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "iranians are the best people in the world", "translation": "Người Iran thật sự rất tuyệt vời, không ai sánh bằng!", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "she will be the first woman in her family to get a college degree", "translation": "Cô ấy là người phụ nữ đầu tiên trong gia đình mình lấy được bằng đại học.", "target": "Women", "label": "Non HS"}
{"original": "i want to go back and explore more     ", "translation": "Muốn quay lại khám phá thêm nhiều quá!", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "i wish i was born in a different part of the world so i could have a better understanding of the world", "translation": "Ước gì mình được sinh ra ở một nơi khác trên thế giới để có thể hiểu rõ hơn về cuộc sống xung quanh.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "iran is a country that has a rich history and culture that is not well understood by the rest of the world and i want to change that", "translation": "Iran là một đất nước có lịch sử và văn hóa phong phú, nhưng nhiều người trên thế giới vẫn chưa thực sự hiểu rõ về điều này, và mình muốn thay đổi điều đó.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "i think it would be so cool if you could teach me how to dance like you, i want to be just as good as you!", "translation": "Mình nghĩ sẽ tuyệt biết bao nếu bạn có thể chỉ mình cách nhảy như bạn, mình cũng muốn giỏi như bạn vậy đó!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i wish i could have stayed longer, but i am so grateful for the time that i did get to spend with you all.", "translation": "Ước gì mình có thể ở lại lâu hơn, nhưng thật biết ơn vì những khoảng thời gian đã được cùng các bạn.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i want to be able to communicate with them in their mother tongue    ", "translation": "Mình muốn có thể nói chuyện với họ bằng tiếng mẹ đẻ của họ.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "the food is so delicious and i miss it so much! i can't wait to go back and eat it again!", "translation": "Món ăn ngon quá đi, nhớ phát cuồng! Mình chỉ mong sớm quay lại để thưởng thức nữa thôi!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i don't know how to dance, but i do know how to do the salsa, and i can do it with the best of them", "translation": "Mình không biết nhảy đâu, nhưng nhảy salsa thì mình rành lắm, không kém gì ai đâu nhé!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i think it's cool that they have their own language, its like their own secret language that no one else can understand, i love that", "translation": "Thấy vui ghê khi họ có ngôn ngữ riêng, kiểu như mật mã bí mật của họ mà không ai khác hiểu được, thích ghê!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i wish i could speak spanish so i could understand what you are saying when you speak to me in spanish.", "translation": "Ước gì mình biết tiếng Tây Ban Nha để hiểu khi bạn nói chuyện với mình bằng tiếng đó.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i think it's so cool that you can speak two languages fluently, i wish i could speak another language besides english, i wish i could speak", "translation": "Mình thấy bạn nói được hai thứ tiếng trôi chảy thật là đỉnh, ước gì mình cũng nói được một ngôn ngữ nào khác ngoài tiếng Anh.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i want to go back to playa del carmen again and again and again and again and again and again and again and again and again and again", "translation": "Tớ chỉ muốn quay lại Playa del Carmen mãi không chán thôi ấy!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "when i was a kid i used to pretend i was in a telenovela   ", "translation": "Hồi còn nhỏ, mình hay tưởng tượng mình đang diễn trong phim tình cảm truyền hình.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i think it is so cool that you speak Spanish.", "translation": "Thật tuyệt khi bạn có thể nói tiếng Tây Ban Nha đấy!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i can't believe how much i loved the food and how much i miss it now that im in the u.", "translation": "Mình không thể tin được là mình đã thích đồ ăn đó đến vậy và giờ nhớ nó quá chừng khi đang ở Mỹ.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i wish i could have been born in a different time period, so that i could have lived in the time of the mayas ", "translation": "Ước gì mình sinh ra ở thời đại khác, để có cơ hội sống vào thời của nền văn minh Maya.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i can't wait for the day i get to go back to the land of tacos and tequila", "translation": "Mình nóng lòng đến ngày được trở lại vùng đất của bánh taco và rượu tequila quá!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i want to go on a cruise to the carribean, but i don't know if i will be able to get off the boat", "translation": "Mình đang tính đi du thuyền vòng quanh vùng Caribbean, mà không biết có thể xuống tàu khám phá không nữa.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "when i was a kid, my mom used to make me tacos with ground beef, lettuce, tomato, and cheese.", "translation": "Hồi nhỏ, mẹ hay làm cho mình mấy cái taco nhân thịt bò xay, rau xà lách, cà chua với phô mai, ngon lắm luôn!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i feel like i'm in a movie when im dancing to the beat of a latin song", "translation": "Mình thấy như đang diễn trong phim mỗi khi nhảy theo nhịp điệu của một bài hát Latin.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "the food is amazing, i could eat tacos and burritos for the rest of my life and never get sick of it.", "translation": "Món ăn quá đỉnh, tacos và burritos là số một, mình có thể ăn cả đời cũng chẳng ngán luôn!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i can't believe how much i miss the food, i cant find anything like it in the u.", "translation": "Không thể tin nổi là nhớ đồ ăn ở quê nhà đến thế, bên Mỹ không tìm đâu ra hương vị giống vậy.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i wish i could speak spanish fluently so i could understand everything they say to eachother   ", "translation": "Mình ước gì có thể nói tiếng Tây Ban Nha trôi chảy để hiểu hết mọi thứ họ đang trò chuyện với nhau.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "the food that i have eaten is delicious and i can't wait to eat more of it.", "translation": "Đồ ăn ngon quá, mình chỉ mong được ăn thêm nữa thôi.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "a lot of the food in my house is influenced by the food i ate while i was there, like tacos, burritos and tamales", "translation": "Rất nhiều món ăn trong nhà mình được ảnh hưởng bởi mấy món mình đã thử ở đó, như là tacos, burritos và tamales.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i want to know more about the history of the country i live in, and i want to know about the history of the country my ancestors came from", "translation": "Mình muốn tìm hiểu thêm về lịch sử của đất nước mình đang sống, và cũng muốn biết về lịch sử của quê hương tổ tiên mình từ đâu.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i'm proud to be a latino, and im proud to be a white guy   ", "translation": "Mình tự hào vì là người Latin, mà cũng tự hào khi là người da trắng nữa.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i want to go to the beach in puerto vallarta with you, i have never been to a beach like that in my life", "translation": "Mình muốn đi biển ở Puerto Vallarta cùng bạn, chưa bao giờ mình thấy bãi biển nào đẹp như thế.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i hope that i will be able to visit them again in the near future.", "translation": "Mong sao sớm có dịp trở lại thăm mọi người nữa.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i hope you don't think that i am racist, i just want you to know how i feel about you  ", "translation": "Mình mong bạn không nghĩ mình phân biệt gì nhé, chỉ là mình muốn chia sẻ cảm xúc của mình với bạn thôi.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i think it would be cool if you could teach me how to say some words in your language   ", "translation": "Mình thấy học cách nói vài từ trong tiếng của bạn chắc thú vị lắm đó!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "the food is so delicious, i could eat it all day long and never get sick of it.", "translation": "Món này ngon quá đi, ăn cả ngày cũng không thấy ngán luôn!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i think it is a good thing to be proud of your heritage, even if it is not the same as the majority of people around you", "translation": "Mình thấy tự hào về nguồn cội của mình, dù không giống với số đông xung quanh, cũng là điều đáng tự hào mà.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i want to learn spanish, i want to learn spanish, i want to learn spanish, i want to learn spanish, i want", "translation": "Mình muốn học tiếng Tây Ban Nha quá đi!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i love the food, the culture, the music, the art, the dance, the colors, the music, the music, the music, the", "translation": "Mình mê đồ ăn, văn hóa, âm nhạc, nghệ thuật, múa, màu sắc, và đặc biệt là âm nhạc vô cùng.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "the food that i ate while i was there was amazing and i will never forget the taste of some of the things that i ate while i was there", "translation": "Đồ ăn mình thử ở đó ngon tuyệt, có mấy món ăn một lần mà nhớ mãi không quên luôn á.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i would love to be able to communicate with them     ", "translation": "Mình rất muốn có thể giao tiếp với họ.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "the food is so delicious and i could eat it all day long!", "translation": "Món này ngon quá, mình có thể ăn cả ngày luôn đấy!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i want to learn how to dance like you do, i want to be able to move my body like you do, i want to be able to", "translation": "Mình muốn học nhảy giống bạn, có thể chuyển động như bạn, ước gì mình có thể.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i wish i could speak spanish, it would be so cool to be able to communicate with all of the people in the world that speak spanish", "translation": "Ước gì mình biết nói tiếng Tây Ban Nha, giao tiếp được với người nói tiếng này trên khắp thế giới thì thú vị biết mấy!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "the food is so delicious and i can't get enough of the tacos, tortas, quesadillas, burritos, tamales,", "translation": "Đồ ăn ngon quá trời, mấy món như taco, bánh mì kẹp Tortas, quesadilla, burrito, tamales ăn hoài không chán luôn!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i think it would be so cool if you could teach me how to dance like you do, i have never seen anyone dance like that before", "translation": "Mình nghĩ sẽ tuyệt lắm nếu bạn có thể chỉ mình cách nhảy giống bạn, mình chưa từng thấy ai nhảy hay như vậy bao giờ luôn!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "the food is so good, i could eat it for the rest of my life and i wouldn't get sick of it, i swear!", "translation": "Món ăn ngon quá, tôi có thể ăn hoài cả đời mà không chán, thề luôn đấy!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i wish i could speak spanish, it would be so much fun to be able to communicate with my latina girlfriends in spanish!", "translation": "Mình ước gì có thể nói tiếng Tây Ban Nha, như vậy thì sẽ thú vị biết mấy khi được trò chuyện với mấy cô bạn người Latinh bằng tiếng Tây Ban Nha nhỉ!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i wish that i could have stayed longer but i had to leave because my visa was expiring and i had to return to the united states", "translation": "Mình ước là có thể ở lại lâu hơn, nhưng vì visa hết hạn nên mình phải quay về Mỹ.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i can't believe how much i love the food, i have never tasted anything so good in my entire life, i could eat it everyday", "translation": "Không thể tin nổi món ăn lại có thể ngon thế, cả đời chưa từng thử thứ gì đỉnh thế này, mình có thể ăn nó mỗi ngày luôn!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "when i was a kid my mom used to make me tacos and i loved them so much that i wanted to be a taco when i grew up", "translation": "Hồi nhỏ, mẹ thường làm bánh taco cho mình, ngon đến nỗi mình chỉ muốn lớn lên trở thành một cái taco!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i wish i could go to the beach and swim with the dolphins in the pacific ocean", "translation": "Mình ước gì có thể đi biển và bơi cùng những chú cá heo ở Thái Bình Dương.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i can't believe how much i love the food, i could eat tacos and burritos for breakfast, lunch, and dinner!", "translation": "Thực sự là bất ngờ với sự yêu thích của mình dành cho món ăn này, mình có thể ăn tacos và burritos cả ngày từ sáng đến tối luôn ấy!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i wish i could speak spanish so that i could talk to you in your own language.", "translation": "Ước gì mình nói được tiếng Tây Ban Nha để trò chuyện với bạn bằng chính ngôn ngữ của bạn.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i can't believe how much i miss the food, i want to go back and eat it again  ", "translation": "Tôi nhớ đồ ăn ở đó quá đi, chỉ mong được quay lại thưởng thức thêm lần nữa thôi!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i want to go back and visit      ", "translation": "Mình muốn quay lại thăm chỗ đó ghê!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "this is a stereotype that has been around for decades, and it is not going away anytime soon.", "translation": "Đây là một định kiến đã tồn tại từ lâu và có vẻ như không sớm biến mất đâu.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "in the united states, there has been a long history of discrimination and racism against the native peoples of this land, which continues to this day", "translation": "Ở Mỹ, việc phân biệt đối xử và kỳ thị người bản địa là vấn đề đã tồn tại từ lâu và đến nay vẫn chưa hoàn toàn biến mất.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "this is a stereotype that has been around since the early 1900s and has been perpetuated in movies, tv shows, books, and more", "translation": "Đây là một định kiến đã tồn tại từ đầu những năm 1900 và được lặp đi lặp lại trong phim ảnh, chương trình truyền hình, sách vở và nhiều thứ khác.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "in the united states alone, there are more than 50 different languages spoken by a population of over 20 million", "translation": "Chỉ tính riêng ở Mỹ, có hơn 20 triệu người sử dụng trên 50 ngôn ngữ khác nhau, thiệt đa dạng ghê!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "it's not just a matter of race, but also a matter of class and gender", "translation": "Vấn đề không chỉ nằm ở chủng tộc, mà còn về giai cấp và giới tính nữa đấy.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "in the past few decades, there has been a rise in the number of asiaphiles, or those who have a sexual attraction to those of", "translation": "Trong vài thập kỷ gần đây, ngày càng có nhiều người thích văn hóa và con người châu Á.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "if we don't learn about them, we dont know about them, and we dont know about them, we dont know about them, and we dont", "translation": "Nếu mình không tìm hiểu về họ, thì làm sao mình biết về họ được, mà không biết thì... đành chịu thôi!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "in the united states, we have a long way to go in terms of racial equality, but we have come a long way since the civil rights movement", "translation": "Ở Mỹ, vẫn còn nhiều việc phải làm để đạt được bình đẳng chủng tộc, nhưng chúng ta đã tiến một chặng đường dài kể từ thời kỳ phong trào dân quyền.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "there is no such thing as the \"iphone or ipad if it weren", "translation": "Nếu không có iPhone hay iPad thì thế giới công nghệ chắc đã khác rất nhiều.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Asian Americans have the highest median household income of all racial groups in the U.", "translation": "Người Mỹ gốc Á có thu nhập trung bình hộ gia đình cao nhất so với các nhóm chủng tộc khác ở Mỹ.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "chinese immigrants were the largest group to come to the united states in the 1800s, and they were the largest group to come to the united states", "translation": "Người nhập cư gốc Hoa đã là nhóm nhập cư lớn nhất đến Mỹ vào thế kỷ 19 và họ vẫn tiếp tục chiếm số lượng đông đảo nhất trong số các nhóm nhập cư đến Mỹ.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "in the united states, we have a long way to go before we can say that we have achieved racial equality, but we have come a long way", "translation": "Ở Mỹ, chúng ta còn một chặng đường dài để đạt được sự bình đẳng chủng tộc thực sự, nhưng cũng đã tiến bộ rất xa rồi.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "this is a stereotype that has been perpetuated for decades, and it is a stereotype that is not true for the vast majority of the population", "translation": "Đây là một định kiến đã tồn tại hàng thập kỷ, nhưng thực sự không đúng với phần lớn người dân.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "these stereotypes are harmful because they are not true and they can lead to discrimination and bullying   ", "translation": "Những định kiến này rất tai hại vì chúng không đúng và có thể dẫn đến sự phân biệt đối xử và bắt nạt.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "in the united states, there are more than 40 different ethnic groups that fall under the umbrella term of \"_____ ", "translation": "Ở Mỹ có hơn 40 sắc tộc khác nhau thuộc nhóm được gọi là \"______\".", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "this is a stereotype that has been perpetuated for decades, and it is a stereotype that has been internalized in the minds of the public", "translation": "Đây là một định kiến đã tồn tại hàng chục năm và đã ăn sâu vào tư duy của mọi người.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "it's not just about the numbers, its also about how the numbers are perceived", "translation": "Không chỉ là con số mà còn là cách mọi người nhìn nhận về chúng.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "there is no reason to be ashamed of who you are, and there is no reason to think that you can't do anything you put your mind to", "translation": "Không có lý do gì để xấu hổ về bản thân, và không có lý do gì để nghĩ rằng bạn không thể thực hiện được bất cứ điều gì nếu bạn thực sự quyết tâm.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "these stereotypes are not only offensive, but they are also harmful to the mental health of those who identify with them  ", "translation": "Những định kiến này không chỉ xúc phạm mà còn gây hại cho sức khỏe tinh thần của những người có liên quan.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "this is a stereotype that has been around for a long time, but it is not true for all of us  ", "translation": "Stereotype này đã tồn tại lâu rồi, nhưng không phải ai trong chúng ta cũng như thế đâu.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "this is not just a problem in the past, it is a problem in the present.", "translation": "Vấn đề này không chỉ là chuyện xưa, mà còn đang xảy ra ngay bây giờ.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "this is a stereotype that has been around for a while, and it is not true   ", "translation": "Đây là một quan niệm lỗi thời từ lâu rồi, và thực tế thì không đúng chút nào.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Asian Americans have a higher median household income than any other racial group in the U.", "translation": "Người Mỹ gốc Á thường có thu nhập hộ gia đình trung bình cao hơn so với các nhóm chủng tộc khác ở Mỹ.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "this is a stereotype that has been around for decades and it needs to go away   ", "translation": "Đây là một định kiến đã tồn tại hàng chục năm rồi, giờ là lúc nó phải biến mất thôi.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "in the past few years, there has been a rise in the number of films and tv shows that feature a more diverse range of characters than ever before", "translation": "Mấy năm gần đây, số lượng phim và chương trình truyền hình có dàn nhân vật đa dạng hơn bao giờ hết tăng chóng mặt.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "it's not ok to be racist, its not ok to be a bully, and its definitely not ok to be silent.", "translation": "Không ổn tí nào khi phân biệt chủng tộc, không ổn khi bắt nạt người khác, và càng không ổn khi giữ im lặng.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "in the united states, the term \"ÃÂ¢Ãâ¬Ã", "translation": "It seems like there's an error in the text you provided. Could you please provide the correct sentence so I can assist you with the translation?", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "we have to be careful about the way we use the term \"ï¿½ï¿½model minority,ï¿½ï¿½ because it can be used as a tool of oppression", "translation": "Chúng ta cần cẩn thận khi sử dụng thuật ngữ \"mô hình thiểu số,\" vì nó có thể trở thành công cụ áp bức.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "we should not be ashamed of our past, but we should be proud of our present and our future", "translation": "Chúng ta không nên xấu hổ về quá khứ, mà hãy tự hào về hiện tại và tương lai của mình.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "china is not a country, it is a continent, and it is the most populated country in the world, not just the most populated continent", "translation": "Trung Quốc không phải là một châu lục mà là một quốc gia, và nó là quốc gia đông dân nhất thế giới, chứ không chỉ là châu lục đông dân nhất.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "when i was a kid, my mom used to take me and my sister to the mall and we would go to the food court and eat at the", "translation": "Hồi nhỏ, mẹ thường dẫn mình và em gái ra trung tâm mua sắm ăn uống thỏa thích ở khu ẩm thực.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i don't think i would be the same person i am now if it were not for all of these things that have happened to me in my life", "translation": "Mình nghĩ nếu không có những chuyện đã xảy ra trong đời thì mình chắc chẳng thể trở thành con người như bây giờ đâu.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i don't know what to say, i dont know what to do, i dont know where to go, i dont know what to think, i", "translation": "Mình chẳng biết nói gì, làm gì, đi đâu hay nghĩ gì nữa, cảm giác bối rối quá!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i can speak mandarin with my mom and dad     ", "translation": "Mình có thể nói chuyện bằng tiếng Trung với bố mẹ.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "china is not a country, it's a continent     ", "translation": "Trung Quốc không chỉ là một quốc gia, mà còn rộng lớn như một châu lục.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "china is such a huge country and there is so much to see and learn about   ", "translation": "Trung Quốc đúng là nước rộng lớn, có biết bao nhiêu điều để khám phá và học hỏi luôn đó!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "china has a long and rich history     ", "translation": "Trung Quốc có bề dày lịch sử cực kỳ phong phú.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i am not a stereotype, i am a human being.", "translation": "Tôi không phải là một kiểu mẫu rập khuôn, tôi là một con người thực sự.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "when i was a kid, i used to go to the mall with my mom and we would always stop at the food court and get a big plate", "translation": "Hồi nhỏ mình hay đi trung tâm thương mại với mẹ, lần nào cũng ghé qua khu ẩm thực làm đĩa to đùng.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i don't feel like i fit in with my family     ", "translation": "Mình cứ cảm giác lạc lõng, không hòa hợp với gia đình.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "china has some of the best food in the world, and i love eating it!   ", "translation": "Trung Quốc có nhiều món ngon tuyệt đỉnh mà mình cực kỳ mê mẩn, ăn là ghiền luôn!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i don't know what i would do if i had to live in a country where i was the minority, i would feel so out of place", "translation": "Mình không biết sẽ ra sao nếu mình phải sống ở một nơi mình là dân thiểu số, chắc sẽ thấy lạc lõng lắm.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "when i was a kid, my mom used to take me there for dim sum and i would always get the shrimp dumplings, they were so", "translation": "Hồi nhỏ mẹ hay dẫn mình đi ăn dimsum, lúc nào mình cũng chọn há cảo tôm, ngon bá cháy luôn.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "most of the time, i don't even think of myself as a white girl, i just think of myself as a girl who happens to be white", "translation": "Đa phần, mình không nghĩ mình là \"cô gái da trắng,\" chỉ đơn giản nghĩ mình là một cô gái thôi, mà cô gái đó lại có làn da trắng.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "they are just like everyone else, they have the same feelings, the same emotions, the same wants and desires, the same hopes, the same dreams", "translation": "Họ cũng giống mọi người thôi, cũng có cảm xúc, mong muốn, khát khao, hy vọng, và ước mơ như bao người khác.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "the food there is so good and i love eating there with my mom and my sister   ", "translation": "Đồ ăn ở đó ngon tuyệt, đi ăn cùng mẹ và em gái thì thích thôi rồi!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "the food is just so good      ", "translation": "Món ăn ngon hết sẩy luôn!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "when i was a kid, my mom used to take me and my siblings to the library and we would check out books and read them together", "translation": "Hồi nhỏ, mẹ hay dắt mình và các anh chị em ra thư viện, cùng nhau mượn sách rồi đọc chung.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i don't care what you think about me, i dont care what you say about me, and i dont care what you do to me", "translation": "Mình không quan tâm bạn nghĩ gì, nói gì hay làm gì với mình đâu.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "the food is so good   ", "translation": "Đồ ăn ngon tuyệt vời!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i don't know what to say, i just dont see the point of this   ", "translation": "Mình thật sự không biết nói gì, mình không thấy có ý nghĩa gì ở đây hết.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i don't even know how to speak mandarin, i just know how to read and write it, i dont even know how to read and write", "translation": "Mình không biết nói tiếng Quan Thoại đâu, chỉ biết đọc viết một chút thôi, mà thậm chí còn chả biết đọc viết nữa.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "most of the time i don't even think about my race, it doesnt matter to me   ", "translation": "Hầu hết thời gian mình chẳng nghĩ đến chủng tộc của mình, không có gì quan trọng đâu.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "china is such a huge country and there is so much to learn about the history of the country and how it has changed over the years", "translation": "Trung Quốc là một quốc gia rộng lớn với lịch sử phong phú và rất nhiều điều thú vị để tìm hiểu về sự phát triển qua các thời kỳ.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i don't know how to speak mandarin, cant read or write it, and i dont know how to count to 10 in mandarin", "translation": "Mình không biết nói tiếng Quan Thoại, cũng không biết đọc viết hay đếm đến 10 bằng tiếng đó luôn.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i can speak a little mandarin and it's so fun to learn    ", "translation": "Mình biết nói một chút tiếng Trung và học nó vui cực luôn ấy!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "they are just like everyone else, they have the same problems, the same issues, the same problems, the same issues, the same problems, the", "translation": "Họ cũng như mọi người thôi, đều có những khó khăn và vướng mắc vậy.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "In the last few years alone, we have seen the rise of the BDS movement, which seeks the economic destruction of the State of Israel, as well", "translation": "Trong vài năm gần đây, chúng ta đã chứng kiến sự nổi lên của phong trào BDS, một phong trào kêu gọi tẩy chay kinh tế đối với Nhà nước Israel.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "Judaism is a religion, but it is also a culture, a people, a history, a language, a way of life, and more", "translation": "Do Thái giáo không chỉ là một tôn giáo, mà còn là một nền văn hóa, một dân tộc, một câu chuyện lịch sử, một ngôn ngữ, và nhiều điều thú vị khác nữa.", "target": "Religious Groups", "label": "Non HS"}
{"original": "It is not easy to be a minority in the United States.", "translation": "Làm thiểu số ở Mỹ cũng không dễ dàng tí nào đâu.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Jews are the canaries in the coal mine.", "translation": "Người Do Thái như chim hoàng yến trong hầm mỏ, luôn cảnh báo sớm nguy hiểm cho mọi người.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "jews are the only people in the world who do not know what they are going to get on a sabbath.", "translation": "Người Do Thái là dân tộc duy nhất trên thế giới mà mỗi thứ Bảy luôn có những điều bất ngờ.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "My family is from a small town in Poland, where my grandparents and great grandparents were killed by the Nazis in the 1940s.", "translation": "Gia đình tôi đến từ một thị trấn nhỏ ở Ba Lan, nơi ông bà và cố của tôi đã bị giết bởi Đức Quốc xã trong thập niên 1940.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "when I was a kid, I was told that Jews were the chosen people, but I didn", "translation": "Hồi nhỏ mình nghe nói người Do Thái là dân tộc được chọn, nhưng mình chưa bao giờ hiểu rõ ý nghĩa thật sự của điều đó.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "I don't know what it is like to be a black person, or a muslim person, or a gay person, or a trans person,", "translation": "Mình không nắm được cảm giác của người da đen, người theo đạo Hồi, người đồng tính, hay người chuyển giới là như thế nào.", "target": "Religious Groups", "label": "Non HS"}
{"original": "most of the Jews in my life are not religious, but that doesn", "translation": "Phần lớn người Do Thái mà tôi biết không theo tôn giáo, nhưng điều đó không cản trở gì mối quan hệ của chúng tôi cả.", "target": "Religious Groups", "label": "Non HS"}
{"original": "jews have a long history of persecution, so it", "translation": "Người Do Thái đã trải qua nhiều sóng gió trong lịch sử, vì vậy việc này...", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "over the last few years, I have been called a kike, a sheeny, and a Christ killer.", "translation": "Trong vài năm qua, tôi đã bị gọi bằng những từ đầy tổn thương và không mấy thân thiện.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Jews are the canaries in the coal mine for the rest of us    ", "translation": "Người Do Thái giống như chim bồ câu đưa thư cảnh báo nguy cơ cho tất cả chúng ta.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "jews do not have a monopoly on suffering, but we do have a monopoly on the ability to laugh in the face of our own suffering", "translation": "Người Do Thái không phải là người duy nhất trải qua khổ đau, nhưng chúng tôi lại đặc biệt giỏi cười đùa trong nghịch cảnh của mình.", "target": "Religious Groups", "label": "Non HS"}
{"original": "it is not uncommon for Jews to feel like they have to hide their identity in order to avoid antisemitic comments ", "translation": "Người Do Thái thường cảm thấy cần phải giấu đi bản sắc của mình để tránh những lời bình luận bài Do Thái. ", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "jews should not have to hide their identities in order to feel safe.", "translation": "Người Do Thái không nên phải che giấu bản sắc của mình để cảm thấy an toàn.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "jews are a minority in the world, but they are not a minority in the US, where they are 2.", "translation": "Người Do Thái là nhóm ít trên thế giới nhưng ở Mỹ họ không phải như vậy, họ đang giữ vị trí thứ hai.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "people who are blind or have low vision should not be allowed to use a white cane because it makes them look blind  ", "translation": "Những người khiếm thị cần dùng gậy trắng để di chuyển an toàn, chứ không phải là vấn đề diện mạo. ", "target": null, "label": "Non HS"}
{"original": "everyone should have the right to make their own choices about how to live their lives.", "translation": "Mỗi người đều nên có quyền tự quyết định cách họ sống cuộc đời mình.", "target": null, "label": "Non HS"}
{"original": "people who are blind or have a visual impairment have the same rights as those who are not visually impaired.", "translation": "Người khiếm thị hoặc khuyết tật về thị giác có quyền ngang bằng với những người bình thường khác.", "target": null, "label": "Non HS"}
{"original": "people should be allowed to make their own decisions about what they want to do with their own bodies", "translation": "Mọi người nên có quyền tự quyết định về chuyện mình muốn làm với cơ thể mình.", "target": null, "label": "Non HS"}
{"original": "people who are blind or deaf have the same rights as those who can see or hear.", "translation": "Người khiếm thị hay khiếm thính cũng có quyền như mọi người có thể nhìn thấy hoặc nghe được.", "target": null, "label": "Non HS"}
{"original": "people who are deaf or have hearing impairments should have the same rights and opportunities as those who are not deaf or who do not have hearing impairments", "translation": "Người khiếm thính hay có vấn đề về thính giác cũng xứng đáng được hưởng quyền lợi và cơ hội như những ai không gặp phải tình trạng này.", "target": null, "label": "Non HS"}
{"original": "children should be taught to treat everyone the same, regardless of their abilities", "translation": "Trẻ em cần được dạy đối xử với mọi người một cách bình đẳng, không phân biệt khả năng của họ.", "target": null, "label": "Non HS"}
{"original": "everyone should have the right to make their own decisions about their lives, including decisions about their own bodies and their own sexuality.", "translation": "Mỗi người đều có quyền tự quyết những điều trong cuộc sống của mình, từ những điều liên quan đến cơ thể cho đến cảm xúc và tình yêu, đúng không nào?", "target": null, "label": "Non HS"}
{"original": "the media is a major influence on the way society views the lives of those with impairments.", "translation": "Truyền thông có ảnh hưởng rất lớn đến cách xã hội nhìn nhận về cuộc sống của những người khuyết tật.", "target": null, "label": "Non HS"}
{"original": "people who are deaf and hard of hearing are a linguistic and cultural minority.", "translation": "Người bị điếc và khiếm thính là một nhóm thiểu số ngôn ngữ và văn hóa đặc biệt.", "target": null, "label": "Non HS"}
{"original": "Islam teaches that there is no god but God and that Muhammad is the messenger of God.", "translation": "Hồi giáo dạy rằng chỉ có một đấng Thánh duy nhất và đó là Allah, cùng với Muhammad là sứ giả của Ngài.", "target": "Religious Groups", "label": "Non HS"}
{"original": "Muslims are the largest religious minority in the United States, with an estimated 3.", "translation": "Người theo đạo Hồi là nhóm tôn giáo thiểu số lớn nhất ở Hoa Kỳ, với con số ước tính khoảng 3 triệu người.", "target": "Religious Groups", "label": "Non HS"}
{"original": "I didn't know what was going on in the middle east, but i knew it was bad   ", "translation": "Mình không rõ tình hình ở Trung Đông như thế nào, nhưng biết chắc là không ổn rồi.", "target": "Religious Groups", "label": "Non HS"}
{"original": "Muslims are the largest religious minority in the United States, making up about 0.", "translation": "Người Hồi giáo là nhóm tôn giáo thiểu số lớn nhất ở Mỹ, chiếm khoảng 0.", "target": "Religious Groups", "label": "Non HS"}
{"original": "Islam is a monotheistic religion that was founded by the prophet Muhammad in the year 610 C.", "translation": "Hồi giáo là một tôn giáo độc thần do nhà tiên tri Muhammad sáng lập vào năm 610.", "target": "Religious Groups", "label": "Non HS"}
{"original": "Islam is a monotheistic religion that is based on the teachings of the Qur''''''''''''''", "translation": "Hồi giáo là đạo thờ một Chúa duy nhất, dựa trên giáo lý của kinh Qur''''''''.", "target": "Religious Groups", "label": "Non HS"}
{"original": "Islamophobia is the fear or hatred of Islam, its followers, and of Islamic politics or culture, especially when seen as a threat to traditional Western values", "translation": "Islamophobia là nỗi sợ hãi hoặc ác cảm đối với Hồi giáo, người theo Hồi giáo, và chính trị hoặc văn hóa Hồi giáo, đặc biệt khi chúng bị coi là đe dọa đối với các giá trị truyền thống phương Tây.", "target": "Religious Groups", "label": "Non HS"}
{"original": "I was raised in an Islamic family, and my parents were very strict    ", "translation": "Mình lớn lên trong một gia đình Hồi giáo, và ba mẹ mình rất nghiêm khắc.", "target": "Religious Groups", "label": "Non HS"}
{"original": "Islam is one of the three major monotheistic religions in the world, along with Christianity and Judaism.", "translation": "Hồi giáo là một trong ba tôn giáo độc thần lớn trên thế giới, bên cạnh Thiên Chúa giáo và Do Thái giáo.", "target": "Religious Groups", "label": "Non HS"}
{"original": "Islam is not just a religion, but also a political and social system that governs the lives of its 1.", "translation": "Hồi giáo không chỉ là một tôn giáo mà còn là một hệ thống chính trị và xã hội điều hành cuộc sống của các tín đồ.", "target": "Religious Groups", "label": "Non HS"}
{"original": "Islam is not a religion, it is a political system, a legal system, a financial system, a military system, and a social system", "translation": "Islam không chỉ là một tôn giáo mà còn là một hệ thống chính trị, pháp lý, tài chính, quân sự, và xã hội.", "target": "Religious Groups", "label": "Non HS"}
{"original": "Muslims are the most negatively viewed religious group in the world     ", "translation": "Người Hồi giáo thường bị hiểu sai và có nhiều định kiến từ xung quanh trên thế giới.", "target": "Religious Groups", "label": "Non HS"}
{"original": "Muslims are the most racially diverse religious group in the country, and the most likely to be married to someone of a different religion or no religion at all", "translation": "Người Hồi giáo là nhóm tôn giáo đa dạng nhất về chủng tộc ở đất nước này, và cũng thường kết hôn với người thuộc tôn giáo khác hoặc không theo tôn giáo nào.", "target": "Religious Groups", "label": "Non HS"}
{"original": "I am not a terrorist, nor a terrorist sympathizer, nor a terrorist collaborator, nor a terrorist lover, nor a terrorist apologist, nor a", "translation": "Tôi không phải là khủng bố, cũng không phải người bênh vực hay cộng sự gì của khủng bố đâu nha.", "target": "Religious Groups", "label": "Non HS"}
{"original": "America is a nation of immigrants, and we are a nation of Muslims too.", "translation": "Nước Mỹ là đất nước của người nhập cư, và dân số Hồi giáo cũng là một phần của chúng ta.", "target": "Religious Groups", "label": "Non HS"}
{"original": "Islam is not a race, it is a set of ideas, and those ideas are not compatible with the US", "translation": "Hồi giáo không phải là một chủng tộc, mà là một tập hợp ý tưởng, và không phải ý tưởng nào cũng phù hợp với văn hóa Mỹ.", "target": "Religious Groups", "label": "Non HS"}
{"original": "Islam is one of the fastest growing religions in the world with over 1.", "translation": "Hồi giáo là một trong những tôn giáo phát triển nhanh nhất trên thế giới với hơn 1.", "target": "Religious Groups", "label": "Non HS"}
{"original": "Islam is not just a religion, it's a political system, its an economic system, its a legal system, its a way of life", "translation": "Hồi giáo không chỉ đơn thuần là tôn giáo, mà còn là một hệ thống chính trị, kinh tế, pháp luật và cách sống toàn diện.", "target": "Religious Groups", "label": "Non HS"}
{"original": "Islamophobia has been on the rise since 9/11, and it has only gotten worse with the rise of ISIS and the Syrian refugee crisis", "translation": "Sau sự kiện 9/11, tâm lý lo ngại về Hồi giáo đã gia tăng, và tình hình càng căng thẳng hơn với sự xuất hiện của ISIS cùng khủng hoảng người tị nạn Syria.", "target": "Religious Groups", "label": "Non HS"}
{"original": "Muslims are the largest minority religion in the world", "translation": "Người theo đạo Hồi là nhóm tôn giáo thiểu số lớn nhất trên thế giới đó.", "target": "Religious Groups", "label": "Non HS"}
{"original": "it is not enough for white allies to show up for a march or a protest and then disappear until the next time they are called to action", "translation": "Không chỉ tham gia diễu hành hay biểu tình một lần rồi biến mất, những người đồng minh cần kiên trì đồng hành và hỗ trợ theo thời gian.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "black men and boys are more likely than any other racial group to be killed by police, and they are also more likely than any other racial group to", "translation": "đối mặt với nguy cơ từ phía cảnh sát lớn hơn hẳn so với bất kỳ nhóm sắc tộc nào khác.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "she is the founder and CEO of Black Girls Code, a nonprofit organization dedicated to closing the gender and racial digital divide by inspiring, educating and equipping", "translation": "Cô ấy là người sáng lập kiêm CEO của Black Girls Code, một tổ chức phi lợi nhuận với sứ mệnh thu hẹp khoảng cách công nghệ về giới tính và chủng tộc thông qua việc truyền cảm hứng, giáo dục và trang bị kỹ năng.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "women are more than twice as likely to be killed by their male partners as they are to die at the hands of a stranger or an acquaintance", "translation": "Phụ nữ có nguy cơ bị giết bởi bạn đời nam cao gấp đôi so với việc chết bởi tay người lạ hay người quen.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "this is not just an issue of representation, this is an issue of representation in a field that is dominated by white men", "translation": "Đây không chỉ là vấn đề về đại diện, mà còn là vấn đề về đại diện trong một lĩnh vực chủ yếu do những người đàn ông da trắng chiếm ưu thế.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "black men are more likely than any other group of men to be killed by police in the u.", "translation": "Ở Mỹ, đàn ông da đen có nguy cơ bị cảnh sát giết cao hơn so với các nhóm đàn ông khác.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "if you are a white feminist, you need to understand that you are not the only feminist in the room and that your feminism is not the only feminism", "translation": "Nếu bạn là một nhà nữ quyền da trắng, hãy hiểu rằng bạn không phải là người duy nhất ủng hộ nữ quyền và quan điểm của bạn chỉ là một phần trong bức tranh lớn.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "there is no such thing as a perfect victim, and there is no such thing as a perfect victimizer, and there is no such thing as a", "translation": "không có khái niệm nạn nhân hoàn hảo cũng như không có kẻ phạm tội hoàn hảo, và không có cái gọi là", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "this is the first time in history that the majority of the population in the united states is not white, but it is the first time in history that", "translation": "lần đầu tiên trong lịch sử, phần lớn dân số ở Mỹ không phải là người da trắng, một dấu ấn mới mẻ đầy ý nghĩa phải không nào!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "black women are more than twice as likely as white women to be incarcerated in state and federal prisons for every 100,000 women in the population", "translation": "Tỷ lệ phụ nữ da đen bị giam giữ trong các nhà tù bang và liên bang cao gấp đôi phụ nữ da trắng, tính trên mỗi 100,000 phụ nữ.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "women who have been sexually assaulted are more likely to be blamed for their own victimization than men who have been sexually assaulted, and are more likely to", "translation": "Phụ nữ bị tấn công tình dục thường xuyên bị đổ lỗi cho việc họ trở thành nạn nhân hơn so với nam giới, và họ cũng thường xuyên bị áp lực tâm lý hơn.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i think it's really important for us to understand that we have to be able to have conversations about race and racism in a way that doesn", "translation": "Mình nghĩ rất quan trọng để chúng ta có thể trò chuyện về chủng tộc và phân biệt chủng tộc một cách chân thành và không gây chia rẽ.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "the media is a reflection of our culture, and our culture is a reflection of the media we consume, and the media we consume is a reflection of", "translation": "trí tưởng tượng và kỳ vọng của chúng ta.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "the history of slavery and the history of lynching in the united states is a history of sexual assault and sexual violence and a history of rape", "translation": "Lịch sử về chế độ nô lệ và hành hình ở Hoa Kỳ cũng chính là lịch sử của bạo lực và tấn công tình dục.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "this is not just a problem in the media, it is also a problem in our schools, in our communities, and even in our homes", "translation": "Đây không chỉ là vấn đề của truyền thông, mà còn xảy ra trong trường học, cộng đồng và thậm chí ngay trong gia đình chúng ta.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "black men are more than twice as likely as white men to be arrested for a drug offense, even though they are no more likely to use or sell", "translation": "Xác suất người da đen bị bắt vì phạm tội ma túy cao gấp đôi người da trắng, mặc dù tỉ lệ sử dụng hay bán ma túy của họ không hề cao hơn.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "women are more likely to be the primary caretakers of their children, and are more likely to be the primary caretakers of their aging parents", "translation": "Phụ nữ thường hay đóng vai trò chính trong việc chăm sóc con cái và cũng thường đảm nhận việc chăm sóc cha mẹ già.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "white supremacy is not just a white problem, it is a problem that we all need to work together to solve.", "translation": "Chủ nghĩa thượng đẳng da trắng không chỉ là vấn đề của người da trắng, mà là vấn đề mà tất cả chúng ta cần chung tay giải quyết.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "this is not just a problem of representation, it is a problem of representation in a society that is structured around white supremacy and white supremacy is a problem", "translation": "Đây không chỉ là vấn đề về đại diện đâu, mà còn là vấn đề đại diện trong một xã hội mà cấu trúc xoay quanh quyền lực trắng, và quyền lực trắng mới chính là vấn đề.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "in the united states, there is a strong correlation between race and class", "translation": "Ở Mỹ, có mối liên hệ chặt chẽ giữa chủng tộc và tầng lớp xã hội.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "in the late 1800s, the federal government began a policy of forced assimilation, or trying to force the natives to become like white men", "translation": "Vào cuối thế kỷ 19, chính phủ bắt đầu chính sách hòa nhập bắt buộc, hay nói cách khác là ép người bản địa sống theo kiểu của người da trắng.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "there is no such thing as a 'vernacular language, but there is such a thing as a lingua franca, or trade language", "translation": "Không có cái gọi là \"ngôn ngữ địa phương\" đâu, nhưng có cái gọi là \"ngôn ngữ chung\" hay \"ngôn ngữ thương mại\" đó.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "indians are not a race, but rather a group of distinct peoples with their own cultures, languages, art, and religions.", "translation": "Người Ấn Độ không phải là một chủng tộc, mà là tập hợp của nhiều dân tộc khác nhau với văn hóa, ngôn ngữ, nghệ thuật và tín ngưỡng riêng biệt.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "in the early 1800s there were more than 10 million natives living on the continent, but that number was reduced to less than a quarter of a million", "translation": "Vào đầu những năm 1800, lục địa này từng có hơn 10 triệu người bản địa sinh sống, nhưng con số đó đã giảm xuống chưa đầy 250 ngàn người.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "indigenous peoples are the most likely to be murdered in the country    ", "translation": "Người dân bản địa ở quốc gia này có nguy cơ bị sát hại cao nhất.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "in the late 1800s and early 1900s, there were a series of laws that were passed that made it illegal for natives to hunt, fish,", "translation": "Vào cuối những năm 1800 đầu 1900, một loạt luật được ban hành khiến người bản địa không được phép săn bắn, đánh bắt cá nữa.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "it is estimated that there are more than 5.", "translation": "ước tính có hơn 5 người.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "in the early 1800s, there were more than 10 million natives living in what is now the us, but by 1900, that number had dropped to", "translation": "Vào đầu những năm 1800, có hơn 10 triệu người bản địa sống ở khu vực mà ngày nay là Mỹ, nhưng đến năm 1900, con số đó đã giảm xuống chỉ còn khoảng dưới một triệu.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "in the late 1800s and early 1900s there were a series of forced removals from their homelands called the trail of tears", "translation": "Vào cuối thế kỷ 19 và đầu thế kỷ 20, có một loạt các cuộc di dời bắt buộc khỏi quê hương mà người ta thường gọi là \"Đường mòn Nước Mắt\".", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "in the late 1800s and early 1900s there were a series of wars between the us government and the apaches, cheyennes, navaj", "translation": "Vào cuối thế kỷ 19 và đầu thế kỷ 20, đã có những trận chiến giữa chính phủ Hoa Kỳ và các bộ tộc Apache, Cheyenne, Navajo.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "there are many stereotypes that are perpetuated by the media that are not true, like that they are all drunks or that they live in teepees", "translation": "Có rất nhiều định kiến được truyền thông duy trì mà không đúng chút nào, như kiểu ai cũng nghiện rượu hay sống trong lều da.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "in the late 1800s, the federal government began a program of forced assimilation, which included taking children from their families and sending them to boarding schools", "translation": "Vào cuối những năm 1800, chính phủ liên bang bắt đầu một chương trình hòa nhập cưỡng bức, trong đó có việc đưa trẻ em rời khỏi gia đình và gửi đến các trường nội trú.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "indigenous peoples are the first peoples to live in a certain place and are the original inhabitants of a region or country", "translation": "Người bản địa là những người đầu tiên sinh sống tại một địa điểm nhất định, là cư dân gốc của một vùng đất hay một quốc gia.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "today, there are about 2.", "translation": "Hôm nay, có khoảng 2.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "they have their own religion, language, art, music, food, clothing, etc.", "translation": "Họ có nền văn hóa riêng với tôn giáo, ngôn ngữ, nghệ thuật, âm nhạc, ẩm thực, thời trang, v.v.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "mental disorders are not the result of personal weakness, lack of character or poor upbringing, but of biological factors over which the person has no control", "translation": "Rối loạn tâm thần không phải do yếu đuối của bản thân hay nền tảng gia đình kém, mà chúng xuất phát từ những yếu tố sinh học mà cá nhân không thể kiểm soát được.", "target": null, "label": "Non HS"}
{"original": "there is a lack of awareness of the needs and rights of the mentally disabled    ", "translation": "Cộng đồng mình đôi khi chưa thực sự hiểu và quan tâm đủ đến nhu cầu và quyền lợi của người khuyết tật trí tuệ.", "target": "People with Disabilities", "label": "Non HS"}
{"original": "mental disorders can be caused by a variety of factors, including genetic, biological, psychological, and environmental factors.", "translation": "Rối loạn tâm thần có thể do nhiều yếu tố khác nhau như di truyền, sinh học, tâm lý và môi trường gây ra.", "target": "People with Disabilities", "label": "Non HS"}
{"original": "mental disorders can affect anyone, regardless of age, gender, race, ethnicity, or socioeconomic status", "translation": "Rối loạn tâm lý có thể ảnh hưởng đến bất kỳ ai, bất kể tuổi tác, giới tính, chủng tộc, dân tộc hay mức sống xã hội nào.", "target": "People with Disabilities", "label": "Non HS"}
{"original": "there is no shame in being a person with a disability, and there is no shame in being a person who has a family member with a disability", "translation": "Không có gì phải xấu hổ khi là người khuyết tật, cũng như không có gì phải xấu hổ khi có người thân bị khuyết tật cả.", "target": "People with Disabilities", "label": "Non HS"}
{"original": "mental disorders should be seen as medical conditions, not as character flaws or signs of personal weakness", "translation": "Rối loạn tâm lý nên được xem như những tình trạng y tế, chứ không phải là nhược điểm cá nhân hay dấu hiệu của sự yếu đuối.", "target": "People with Disabilities", "label": "Non HS"}
{"original": "people who are mentally disabled should be treated with respect and dignity and should not be treated as outcasts.", "translation": "Người khuyết tật trí tuệ cần được tôn trọng và đối xử tử tế, không nên bị xem như người ngoài cuộc.", "target": "People with Disabilities", "label": "Non HS"}
{"original": "stigma and discrimination are the biggest barriers to getting the help they need    ", "translation": "Kỳ thị và phân biệt đối xử chính là những rào cản lớn nhất khiến họ khó mà nhận được sự giúp đỡ cần thiết.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "people who are mentally disabled should be given the same opportunities as everyone else    ", "translation": "Những người khuyết tật trí tuệ cũng nên có cơ hội như tất cả mọi người khác.", "target": "People with Disabilities", "label": "Non HS"}
{"original": "people who are mentally disabled should have access to the same opportunities as everyone else.", "translation": "Những người có khiếm khuyết tâm lý cũng nên được trao cơ hội như bao người khác.", "target": "People with Disabilities", "label": "Non HS"}
{"original": "mental disability should be treated as a medical condition and not as a crime.", "translation": "Khuyết tật tâm thần nên được xem xét dưới góc độ y tế chứ không nên bị coi như phạm tội.", "target": "People with Disabilities", "label": "Non HS"}
{"original": "mental disorders are not the result of personal weakness, lack of character, or poor upbringing, but rather the result of a complex interaction of biological, psychological", "translation": "Rối loạn tâm thần không phải do yếu đuối cá nhân, thiếu tố chất hay cách nuôi dạy kém, mà là do sự tương tác phức tạp của các yếu tố sinh học và tâm lý.", "target": "People with Disabilities", "label": "Non HS"}
{"original": "mental disorders can be as disabling as any other physical disability", "translation": "Rối loạn tâm thần cũng có thể làm cuộc sống mình khó khăn không kém gì những dạng khuyết tật thể chất khác.", "target": "People with Disabilities", "label": "Non HS"}
{"original": "mental disorders are real medical conditions that can be successfully treated.", "translation": "Rối loạn tâm thần là những tình trạng y tế thực sự và có thể chữa trị thành công được nhé.", "target": "People with Disabilities", "label": "Non HS"}
{"original": "mental disorders are not the result of a character flaw or a weakness of the mind, but rather the result of a chemical imbalance in the brain", "translation": "Rối loạn tâm thần không phải do khiếm khuyết tính cách hay sự yếu đuối trong tâm trí, mà do sự mất cân bằng hóa học trong não gây ra thôi.", "target": "People with Disabilities", "label": "Non HS"}
{"original": "there is no such thing as an illegal immigrant, just an undocumented immigrant    ", "translation": "Không có chuyện gọi là người nhập cư bất hợp pháp, chỉ là người nhập cư chưa có giấy tờ thôi.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "there is no such thing as a \"Ëpure' race''''''''''''''''''", "translation": "Không hề có khái niệm dòng giống \"thuần chủng\" đâu nhé!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "there is no such thing as an illegal immigrant, there is only an undocumented immigrant, and that is a legal status, not an illegal one", "translation": "Không có khái niệm người nhập cư bất hợp pháp, chỉ có người nhập cư chưa có giấy tờ, điều đó không phải là tình trạng bất hợp pháp mà là một tình trạng cần được hợp thức hóa.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "there is no such thing as an illegal immigrant, there are only undocumented immigrants    ", "translation": "Không có cái gọi là người nhập cư bất hợp pháp, chỉ có người nhập cư chưa có giấy tờ đầy đủ thôi.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "there is no such thing as an illegal immigrant, there is only a person who has entered the country illegally  ", "translation": "Không có khái niệm người nhập cư bất hợp pháp, chỉ có người đã nhập cảnh trái phép thôi mà.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "there is a long history of oppression of minorities by the white majority    ", "translation": "Lịch sử cho thấy các cộng đồng thiểu số từ lâu đã chịu áp lực từ cộng đồng chiếm số đông.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "there is no such thing as \"Ëillegal immigrants''''''''''''''''''", "translation": "Không có khái niệm \"người nhập cư bất hợp pháp\" đâu.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "It's indeed a conspiracy theory that insists Whites work together to hold Black people down to benefit Whites in some way .", "translation": "Đúng là có thuyết âm mưu cho rằng người da trắng hợp tác để giữ người da đen ở lại phía sau vì một lợi ích nào đó.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "The next generation is our future , and it is our responsibility to ensure that they are raised to be bright , proud , and physically and morally sound White men and women .", "translation": "Thế hệ trẻ là tương lai của chúng ta, và trách nhiệm của chúng ta là nuôi dạy họ thành những người tài giỏi, tự hào và có cả sức khỏe lẫn đạo đức vững vàng.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "I think there might be one or two groups if they are still active I have no idea Maybe check the Daily Stormer Book Clubs ?", "translation": "Mình đoán có thể vẫn còn một hai nhóm hoạt động, nhưng không chắc chắn. Bạn thử xem qua mấy cộng đồng giống như \"Câu lạc bộ đọc sách\" xem sao?", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "hi i would love to chat with u ... pm me when u are online ok ?? i am a strong aryan woman", "translation": "Chào bạn, mình rất muốn trò chuyện với bạn... nhắn mình khi bạn online nhé! Mình là một phụ nữ mạnh mẽ nè.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Turns out it 's a female negroid assaulting the White woman .", "translation": "Câu chuyện hóa ra là một phụ nữ da đen đang tấn công người phụ nữ da trắng.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "They are black and Hispanic , not white .", "translation": "Họ là người da đen và gốc Mỹ La-tinh, không phải người da trắng.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "I suppose this is an unrealistic question because they are every where but where is the whitest place on earth that I can move to .", "translation": "Mình nghĩ câu này hơi vô lý vì họ ở khắp mọi nơi, nhưng có chỗ nào trên thế giới trắng xóa mà mình có thể chuyển tới không nhỉ?", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "So we are upgraded blacks .... ??", "translation": "Vậy chúng ta là phiên bản da đen nâng cấp à?", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "KC skin boy looking for KC skin girl .", "translation": "Chàng trai skin KC đang tìm một cô gái cùng đam mê KC nè!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "If anything racial happens , you will be pinpointed .", "translation": "Nếu có chuyện gì liên quan đến chủng tộc xảy ra, bạn sẽ bị chú ý ngay.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "I have to say I was shocked when he said the kids at his ( Junior ) school spoke 31 different languages and teachers have had to devise a system of hand signals to communicate !", "translation": "Phải nói thật là mình hơi bất ngờ khi anh ấy chia sẻ rằng các em ở trường tiểu học của anh ấy nói tới 31 ngôn ngữ khác nhau, và giáo viên đã phải nghĩ ra một hệ thống ra hiệu bằng tay để giao tiếp!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "well since we have all of us from phoenix lets exchange numbers and meet up dont laugh at the email addy it was a joke hehe pure _ tattooed _ white _ trash@yahoo.com", "translation": "Vì chúng mình đều từ Phoenix, sao không trao đổi số điện thoại rồi gặp mặt nhau nhỉ, đừng cười địa chỉ email nhé, chỉ là đùa thôi mà hehe pure _ tattooed _ white _ trash@yahoo.com.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Ive never done it but heard its a great way to meet people ... although Anglin is n't my favoriate `` white nationalist '' ...", "translation": "Mặc dù chưa bao giờ thử làm điều đó, mình nghe nói đây là cách hay để gặp gỡ mọi người ... nhưng mình không thực sự thích Anglin cho lắm.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "I think the Klan was best as a social club , the whole militant thing tends to turn people off and makes them look crazy", "translation": "Mình nghĩ hội đó mà chỉ hoạt động như câu lạc bộ kết bạn thì ổn hơn, còn cứ theo hướng bạo lực thì tự làm người ta xa lánh và nhìn như đang mất kiểm soát vậy.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "And it works in our favor the other way too - pushing White people too far so as to cause them to rebel .", "translation": "Điều đó cũng có lợi cho chúng ta ở chiều hướng khác - khiến những người da trắng cảm thấy bị áp lực quá mức và dẫn đến phản kháng.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "\"In the current situation, we can't go back to our homes as Myanmar's military has reinforced its troops in #Kachin\" https://t.co/2APDZafm1p #ucanews #thereforthevoiceless #conflict #Myanmar @Johnzaw @MyMissionReview @UNHumanRights @MSF @UNmigration @UNICEF @OpKachin https://t.co/9ja0O6uNUR", "translation": "\"Hiện tại, chúng tôi không thể về quê được vì quân đội Myanmar đã tăng cường lực lượng ở #Kachin.\"", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Also if they get fed up with multiculturalism they at least have a country they can go back to which is set up just for their race .", "translation": "Nếu một ngày nào đó họ mệt mỏi với đa văn hóa thì ít nhất họ vẫn còn quê nhà để trở về, nơi phù hợp với bản sắc dân tộc của họ.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "It refers to people you find in Ireland with very black hair and very pale skin .", "translation": "Đó là khi bạn gặp người ở Ireland với mái tóc đen nhánh và làn da trắng nõn nà.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "I am just a white dude from Cali.", "translation": "Tôi chỉ là một anh chàng da trắng đến từ Cali thôi mà.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "By propounding into the consciousness of the dark races that for centuries they have been oppressed by the Whites, we can mold them to the program of the Communist party.", "translation": "Bằng cách khơi dậy ý thức rằng các dân tộc khác đã bị áp bức trong nhiều thế kỷ, chúng ta có thể hướng họ đến chương trình của đảng Cộng sản.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Since you are new let me direct you to a site that also has good info and puts out a paper called the Nationalist Times .", "translation": "Vì bạn mới bắt đầu, để mình chỉ cho bạn một trang web có thông tin hay kèm theo một tờ báo tên là Nationalist Times.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Interesting timing with the Zimmerman verdict coming soon ... and they are from St. Cloud to the south of Sanford and Orlando , near Kissimmee .", "translation": "Thật thú vị khi bản án của Zimmerman sắp được công bố, trong khi họ lại đến từ St. Cloud, phía nam của Sanford và Orlando, gần Kissimmee.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "I hope you all do n't mind an irish american skin joining your ranks .", "translation": "Hy vọng mọi người không phiền khi có thêm một người Mỹ gốc Ireland gia nhập hội.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "After you realize that you will never be accepted equal to them you are welcome to come back .", "translation": "Khi bạn nhận ra mình không bao giờ được chấp nhận bằng họ, thì bạn luôn được chào đón quay trở lại.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Yup and about the same level as white privilege .", "translation": "Đúng rồi, cũng giống như kiểu đặc quyền của người giàu thôi.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Heroes In The Snow ( Sweden ) - Rock & Roll Midgards Søner ( Sweden ) - Oi !", "translation": "Những anh hùng trong tuyết (Thụy Điển) - Rock & Roll của Midgards Søner (Thụy Điển) - Oi !", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "my kids want to hang around and bring a couple of nigs into the house .if i do.some members of my family will blank me.if i dont allow it. the kids themselves will blank me for a while , so either way i cant win", "translation": "Con tôi muốn rủ một vài người bạn da màu về nhà chơi. Nếu đồng ý, có vài người trong gia đình có thể không vui, còn nếu không đồng ý thì bọn trẻ cũng sẽ giận hờn một thời gian. Thế nên, làm gì cũng khó.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "The recent statewide flyering campaign that blanketed Colorado in White racialist leaflets and garnered headlines in just about every Colorado newspaper and many TV stations is just one example .", "translation": "Chiến dịch phát tờ rơi gần đây trải dài khắp Colorado, xuất hiện trên mọi tờ báo và đài truyền hình lớn trong bang chỉ là một ví dụ điển hình thôi.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "There's more than a little evidence that modern Europeans are at least partially descended from Neanderthals .", "translation": "Có nhiều bằng chứng cho thấy người châu Âu hiện đại, ít nhất, có một phần là hậu duệ của người Neanderthal đấy.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Anyways if proven wrong by extensive genetic and anthropological evidence , I will accept the view that to be considered white you must be of pure European ancestry .", "translation": "Nếu có bằng chứng di truyền và nhân chủng học rõ ràng thì mình cũng sẵn sàng chấp nhận quan điểm là để được xem là người da trắng thì cần phải có nguồn gốc thuần châu Âu.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "I do n't encourage race mixing by the way .", "translation": "Mình không phải kiểu khuyến khích việc kết hôn khác dân tộc nhé.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "They talk like gangsters - `` yo yo yo '' .", "translation": "Họ nói chuyện kiểu như dân chơi thứ thiệt - \"yo yo yo\".", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "I only clicked on the article hoping it was I white baby and as usual I was disappointed .", "translation": "Tớ đã nhấn vào bài viết, hy vọng là hình em bé da trắng, nhưng cuối cùng vẫn không như ý.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Capital D which promotes a multicultural Dublin .", "translation": "Chữ D viết hoa đại diện cho một Dublin đa văn hoá.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "My guess is that if your district has too few `` minority '' students they will start bussing them in from more `` cultural '' neighborhoods .", "translation": "Mình đoán nếu khu của bạn có quá ít học sinh thuộc diện \"thiểu số\" thì họ có thể sẽ bắt đầu đi gom thêm từ các khu \"đa văn hóa\" khác về đó.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "#50CentFrostyFilms Look At My Half Dollar PopSicle, Bitch.... Grape", "translation": "#50CentFrostyFilms Nhìn que kem một nửa đồng của tôi này, nho nhé!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "'According to okayafrica.com ' : ' A violent scene unfolded Monday at the University of the Free State in South Africa when black students and workers disrupting a rugby match were attacked by white students .", "translation": "Theo okayafrica.com, tại Đại học Free State ở Nam Phi vào thứ Hai vừa qua, khi các sinh viên và công nhân da đen đang gián đoạn một trận đấu bóng bầu dục thì đã xảy ra xô xát với nhóm sinh viên da trắng.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Golden Gate is nothing but Hispanics , with some Haitians thrown it .", "translation": "Cầu Golden Gate nay đông đúc người gốc Mỹ Latin và có thêm vài người Haiti nữa.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "If bios told the truth.... https://t.co/xnvb0Q7r5I", "translation": "Nếu bios mà nói thật thì vui phải biết! 😄", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "This is from Stormfront 's Advanced Scout forum which is solely devoted to promoting PLE - and its local militant front Legionism .", "translation": "Câu này nói về diễn đàn Stormfront 's Advanced Scout, nơi dành riêng để thảo luận về phong trào PLE và nhóm tiên phong địa phương Legionism.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "you gotta stand up for yourself you cant just sit back and take their * * * * but on the other hand you cant go out looking for it either but if it comes down to a fight dont back down", "translation": "Bạn phải tự bảo vệ mình, không thể cứ để yên cho người ta bắt nạt, nhưng mà cũng đừng chủ động gây sự. Nếu cuối cùng phải chiến đấu thì đừng nhụt chí nhé.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Since the eleventh letter of the alphabet is K , 3 Ks = Ku Klux Klan .", "translation": "Vì chữ K là chữ cái thứ mười một trong bảng chữ cái, nên ghép 3 chữ K này lại sẽ như biệt hiệu của hội Ku Klux Klan .", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Of course your brother would be welcome in our White community .", "translation": "Tất nhiên anh trai bạn sẽ được chào đón trong cộng đồng của chúng tôi rồi.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "New York Brownstones , designed by European Whites .", "translation": "Những ngôi nhà nâu ở New York mang đậm phong cách của các nhà thiết kế châu Âu.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "But I agree with your answer - also when security is an issue.", "translation": "Tớ đồng ý với câu trả lời của bạn, nhất là khi an ninh trở thành vấn đề.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "It 's usually the `` gangstas '' that use this pose .. and some scene kids , but even scene kids listen to ( c ) rap / hip hop , so ..", "translation": "Thường là mấy bạn trẻ thích phong cách \"gangsta\" hay tạo dáng theo kiểu này, còn mấy bạn trẻ phong cách \"scene\" thì cũng nghe nhạc rap/hip hop á.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Check out the RebelSong downloads , you can hear the newest up and coming White power bands , CradleSong and Patriots Call .", "translation": "Xin hãy xem qua list nhạc RebelSong, ở đó có các ban nhạc đang nổi CradleSong và Patriots Call nhé!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "I remember the teacher telling everyone that mixed races babies and mixed race peoples are always more healthy that pure bed babies .", "translation": "Mình nhớ cô giáo từng bảo là các bé lai và người lai luôn khỏe hơn các bé thuần chủng.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "This is your typical Afrikaans music .", "translation": "Đây là kiểu nhạc đặc trưng của người Nam Phi nè.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Im so sick and tired of folks like you using your platform to bully those with differing opinions. Just because their opinions differ doesnt make them hysterical women. And calling @CoryBooker a woman, is disrespectful. Hes a proud Black Man, put respect on that!", "translation": "Mình mệt mỏi khi thấy mấy người như bạn dùng mạng xã hội để áp đặt ý kiến lên người khác. Ý kiến khác biệt không biến ai thành kẻ phi lý hay như bạn gọi Cory Booker là phụ nữ, điều đó không tôn trọng. Ông ấy là người đàn ông da đen tự hào, hãy tôn trọng điều đó!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Dr. Duke , if we are ever able to form a white nation ( God willing we will ) I hope you will become our president .", "translation": "Tiến sĩ Duke, nếu có ngày chúng ta có thể xây dựng một quốc gia độc lập (cầu mong sẽ được như vậy), hy vọng thầy sẽ là tổng thống của chúng ta.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "You are confusing species and race .", "translation": "Bạn đang nhầm lẫn giữa loài và chủng tộc rồi đấy.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Restrictions on basketball hoops in Wickliffe , Willowick parks curb complaints , but some players are n't happy - Cleveland.com City puts out curfew of 5pm , and puts steering wheel locks on city park Basketball hoops to curb TNB .", "translation": "Việc hạn chế thời gian chơi bóng rổ ở các công viên Wickliffe, Willowick giúp giảm phàn nàn, nhưng cũng làm một số người chơi không hài lòng khi phải dừng lại sớm.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "I seen two blacks in a whole week .", "translation": "Cả tuần qua mình chỉ gặp có hai người da đen thôi.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Give them a taste of their own medicience .", "translation": "Cho họ nếm mùi của chính chiêu trò họ đã dùng.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "i did a project on hitler for school and i read mein kampf and i got a lot of * * * * from the teachers and black kids but * * * * them im gonna read whut im gonna read wpww", "translation": "Tôi đã làm bài thuyết trình về Hitler và đọc \"Mein Kampf\" cho bài tập ở trường, mấy thầy cô và vài đứa bạn trong lớp có vẻ không thích lắm, nhưng kệ họ, tôi đọc cái tôi muốn đọc.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Why ca n't whites have an English charter school or Latin charter school funded by taxpayers where white culture and literature is promoted .", "translation": "Tại sao người da trắng không thể có trường công lập với chương trình giảng dạy văn hóa và văn học Anh hoặc La-tinh được tài trợ bởi thuế của người dân?", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "But from what i have seen of the UFC lately , there are many whites dominating their division or challenging in the top positions of just about every weight class , with the exception of the heavyweight division .", "translation": "Gần đây mình xem UFC thấy rất nhiều võ sĩ da trắng thống trị hoặc đứng ở vị trí top đầu trong hầu hết các hạng cân, trừ hạng cân nặng.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "How can anyone teach or discuss past events leaving out a race people responsible for the majority of strife amongst Europeans .", "translation": "Làm sao mà ai có thể dạy hoặc thảo luận về những sự kiện trong quá khứ mà lại không nhắc đến những nhóm người từng đóng vai trò quan trọng trong lịch sử châu Âu.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Which proves that they are a different people , and by any chance not Slavic .", "translation": "Điều này chứng tỏ họ là một dân tộc khác, hoàn toàn không phải là người Slav.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "My advice is go bulk up at a gym and take up a martial art so you do n't feel as intimidated by blacks as you currently do .", "translation": "Lời khuyên của mình là hãy chăm chỉ tập gym và học một môn võ nào đó cho bạn thêm tự tin, đừng để lo lắng ảnh hưởng đến quyết định của bạn nhé.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Beuthen - Großstadt im oberschlesischen Kohlenrevier - YouTube", "translation": "Beuthen - Thành phố lớn trong vùng mỏ than Thượng Silesia - YouTube", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Letters to David Irving 's Website", "translation": "Các lá thư gửi đến trang web của David Irving.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Any race of people who has been around for a few thousand years and still managed to stay Asian without being called racists must be doing something right .", "translation": "Dân tộc nào tồn tại hàng ngàn năm mà vẫn luôn giữ được văn hóa Á Đông đặc trưng thì chắc chắn có điều gì đặc biệt.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Welcome to Stormfront Ireland Ive seen the numbers at the bottom of a lot of posts , its just some kind of moderators code .", "translation": "Chào mừng bạn đến với Stormfront Ireland! Mình để ý thấy có mấy con số ở cuối nhiều bài đăng, chắc đó là mã của mấy anh chị điều hành thôi.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Though i am from younger generations , these are my father words .", "translation": "Dù là thế hệ trẻ, nhưng đây là những lời ba tôi dạy tôi.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "The white nationalist front has never been proven to exist outside of the chairman there waste of your time until it is proved to exist", "translation": "Cái nhóm gọi là \"mặt trận da trắng\" chẳng ai chứng minh là có thật ngoài lời nói của ông chủ tịch đó, nên đừng phí thời gian với chuyện này khi chưa có bằng chứng rõ ràng.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Celts are tall or short blond , brunette , black headed or red headed light , medium color or suntanned light or dark colored eyes. freckled or non-freckled .", "translation": "Người Celt có thể cao hoặc thấp, tóc vàng, nâu, đen hoặc đỏ, da trắng, trung tính hoặc rám nắng, có mắt sáng hay tối màu, và có thể có hoặc không có tàn nhang.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "So Toronto Police are investigating a `` racist '' `` alt-right '' poster found on a telephone poll near a school .", "translation": "Cảnh sát Toronto đang điều tra một tấm áp phích \"cực hữu\" có nội dung phân biệt chủng tộc được tìm thấy trên cột điện gần trường học.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Where it not for the hippies great lie of equality , racial pride of any sort would have never come into being .", "translation": "Nếu không có sự lan truyền lầm tưởng về bình đẳng của phong trào hippie, niềm tự hào dân tộc đã không phát triển như hôm nay.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Why do they even have those diversity statistics ?", "translation": "Tại sao người ta lại cần mấy con số thống kê đa dạng đó nhỉ?", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "This is the exact same thing I think about every non White group .", "translation": "Đây cũng là suy nghĩ của mình về mọi nhóm người khác nhau trên thế giới.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Instead of hearing rap music and looking at bling , The song dogs ( coyotes ) will serenade you ... This is the kind of stuff I love to talk about .", "translation": "Thay vì nghe nhạc rap và nhìn trang sức lấp lánh, bạn sẽ được lũ chó sói tru ca hát cho nghe... Đây là kiểu chuyện mà tôi cực kỳ thích chia sẻ.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Hit first and hit hard .", "translation": "Hãy hành động quyết liệt ngay từ đầu.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "My aunt teaches at an all black inner city school in Kent , OH .", "translation": "Dì mình đang dạy tại một trường nội thành toàn học sinh da đen ở Kent, Ohio.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "The easiest solution is to find a nice white girl and have at least two or more white children .", "translation": "Giải pháp đơn giản nhất là tìm một cô gái đáng yêu và có ít nhất hai đứa con dễ thương.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Alex Jones is not Pro White , he is trying to take anti-White and subvert it back into `` anti-racism '' and forced racial integration .", "translation": "Alex Jones không phải là người ủng hộ chủ nghĩa da trắng, ông ấy đang cố gắng biến đối kháng với người da trắng thành \"chống phân biệt chủng tộc\" và thúc đẩy sự hòa nhập giữa các chủng tộc.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "There have been court cases for asylum by white South Africans in Canada that the South African government has spent millions fighting ... though they have not spent a cent on the 300 asylum applications by blacks in the US ...", "translation": "Chính phủ Nam Phi đã chi hàng triệu để chống lại các vụ kiện xin tị nạn của người da trắng ở Canada, nhưng lại không tiêu một xu để giải quyết hơn 300 đơn xin tị nạn của người da đen tại Mỹ.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Last I checked though , there are more Europeans being raped by non Europeans in Europe than there have been in Canada", "translation": "Theo những gì mình biết gần đây, số vụ người châu Âu bị tấn công tình dục ở châu Âu nhiều hơn hẳn so với ở Canada.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "By the way , im against slavery .", "translation": "Nhân tiện, mình thực sự không ủng hộ chế độ nô lệ đâu nhé.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "It 's not like cops are running around framing black people for crimes all day .", "translation": "Không phải lúc nào công an cũng đi quanh quẩn đổ oan cho người da đen suốt ngày đâu.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "I applaud them for their nationalism , they are proud of their race , and they have their territories which they have built communities on .", "translation": "Mình ngưỡng mộ tinh thần dân tộc của họ, họ tự hào về nguồn gốc của mình và đã xây dựng những cộng đồng trên chính lãnh thổ của họ.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "If White celebrities had lots of children that 'd set the dangerous example that Whites should n't stop at 1 - 2 .", "translation": "Nếu những người nổi tiếng da trắng có nhiều con, có thể họ đang tạo ra xu hướng mới khiến nhiều người cũng muốn có gia đình đông con như thế.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Pride of race or government .", "translation": "Niềm tự hào về dân tộc hay chính quyền.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "same they are rotten ;)", "translation": "Chuẩn luôn, tụi nó đúng là chẳng ra gì ;)", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Interesting, I will pass this information on to my professor who always talks about the poor poor Africans , walking miles to drink dirty water", "translation": "Nghe thú vị nhỉ, tôi sẽ kể với giáo sư của tôi, người luôn nhắc về cảnh ngộ của người dân châu Phi phải đi bộ hàng dặm để có nước uống sạch.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "I guess I was lucky because all my friends were white and see the same problems I do .", "translation": "Chắc mình may mắn vì tất cả bạn bè đều hiểu được vấn đề giống mình.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "If you do n't mind a silent film The Birth of a Nation is a must see .", "translation": "Nếu bạn thích phim câm, thì \"The Birth of a Nation\" chắc chắn là một tác phẩm không thể bỏ qua đấy!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Subway in Western Europe vs Subway in Poland via @YouTube #defendeurope #stoptheinvasion #WhiteGenocide #openborders #multicultural #diversity #diversityisourstrength", "translation": "Tàu điện ngầm ở Tây Âu khác gì với ở Ba Lan, cùng xem video trên @YouTube nhé! #đaDạng #mởCửaBiênGiới #củaCảiCộngĐồng", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "The Israelis knocked down 150 sites hosted by 1st Amendment , 75 of which were pro-white , including mine .", "translation": "Người Israel đã chặn 150 trang web được lưu trữ bởi Tu chính án thứ nhất, trong đó có 75 trang thuộc nhóm ủng hộ quyền lợi người da trắng, bao gồm cả trang của tôi.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "thats 6 percent too many.", "translation": "6% vậy cũng hơi dư rồi đó.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Did you know that chef Jamie Oliver , the Essex boy is part black ?", "translation": "Bạn có biết đầu bếp Jamie Oliver - chàng trai đến từ Essex lại có một phần gốc gác là người da đen không?", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "http://www.stltoday.com/stltoday/new ... A ? OpenDocument", "translation": "Có đường link nào hoàn chỉnh không vậy bạn? Mình không truy cập được link này rồi.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Just for the record is this the same Journalist that wrote the article a few weeks ago telling us to mongrelise ?", "translation": "Chỉ là để lưu lại thông tin, đây có phải nhà báo đã viết bài cách đây vài tuần khuyên mọi người nên hòa nhập không?", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "They are of Mediterranean type , it 's normal because of the temperature to have darker pigmentation , than fellow whites from western and northern Europe .", "translation": "Họ có nét Địa Trung Hải, nên da thường sẫm màu hơn so với người da trắng ở Tây và Bắc Âu vì khí hậu ở đó.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "I wonder if many blacks or Asians have died in a similar circumstances .", "translation": "Mình tự hỏi không biết có nhiều người da màu hay người châu Á từng gặp phải hoàn cảnh tương tự không nhỉ.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "That is where we people differ ..", "translation": "Chỗ đó là chỗ mà tụi mình hay khác nhau đấy.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "So... are you telling me that your proof of your 10 % black London population claim is based on the possible artistic license of painters of London sceneries ?", "translation": "Vậy là, bạn đang bảo tôi rằng bằng chứng cho tuyên bố 10% dân số da đen ở London của bạn dựa trên khả năng sáng tạo nghệ thuật của những họa sĩ vẽ tranh phong cảnh London à?", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Homepage < < Go and check out what your homies are up too .", "translation": "Xem qua mấy anh em đang làm gì nhé.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Just to show all Whites should have one common goal .", "translation": "Chỉ đơn giản là để thấy tất cả người da trắng nên có một mục tiêu chung thôi.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Wake up White People !", "translation": "Tỉnh dậy thôi mọi người ơi!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Please share our one-man comedic web series Mr. Shan! Available on @PrimeVideo!  Mr. Shan is the story of a young Chinese immigrant in Hollywood on his journey to become the greatest actor of all time. #mrSHAN #PrimeVideo #Comedy @WhatsTrending   Watch: https://t.co/MZXQrVouzG https://t.co/KpOAOnMe9M", "translation": "Hãy chia sẻ series hài một mình diễn \"Mr. Shan\" của chúng tôi nhé, hiện đã có trên @PrimeVideo! \"Mr. Shan\" kể về một chàng trai trẻ người Trung Quốc nhập cư đến Hollywood với ước mơ trở thành diễn viên vĩ đại nhất mọi thời đại. #mrSHAN #PrimeVideo #HaiHuoc @WhatsTrending Xem ngay: https://t.co/MZXQrVouzG https://t.co/KpOAOnMe9M", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Judge by color or I am so not `` hip '' ?", "translation": "Đánh giá theo màu sắc hả? Thế chắc mình không đủ \"chất\" rồi!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "@ChadButlerJr You a lie and your barber a hoe too nigga your line up looking like a serrated knife", "translation": "@ChadButlerJr Haha, bạn và thợ cắt tóc của bạn chắc vui nhộn lắm, vân tóc của bạn trông lượn sóng như con dao răng cưa luôn đó!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Jup i grew up in St.Petersburg and only saw blacks on tv .", "translation": "Hồi nhỏ mình sống ở Saint Petersburg, chỉ thấy người da đen trên truyền hình thôi.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "I think character and social behavior are the most important , and having blond hair and blue eyes are not going to gaurantee these qualities .", "translation": "Theo mình, tính cách và cách cư xử mới là quan trọng nhất, không phải cứ tóc vàng mắt xanh là bảo đảm được những phẩm chất này đâu.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "The savagery https://t.co/OMpWNvbUoA", "translation": "Sự kinh ngạc này https://t.co/OMpWNvbUoA", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Also all the East European countries ( Chezch Republic , Poland , Slovakia , Finland etc ) are 99,99 % white .", "translation": "Hầu hết các nước Đông Âu như Séc, Ba Lan, Slovakia, Phần Lan, v.v., đều có dân số chủ yếu là người da trắng.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "That s how I and my friends were for awhile we have the same beliefs but knew nothing of the WN movement or WN until one day I was searching the web and came across a white nationalist site and there was a link to stormfront on it and from there I told my friends about it and now we will try and spread the word !", "translation": "Trước đây nhóm bạn mình có chung niềm tin, chẳng biết gì về phong trào hay ý tưởng nào, cho đến khi tình cờ lướt web thấy một trang với nhiều thông tin mới mẻ, từ đó mình chia sẻ với mọi người và giờ tụi mình cùng truyền tải điều đó!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "You will find many true White Nationalists indeed have tattoos so your statement they are stupid and retarded is all your own , you wont make many friend here with that attitude .", "translation": "Câu bạn nói về hình xăm của người khác là suy nghĩ cá nhân thôi, giữ thái độ như vậy thì khó kết bạn đấy.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "So the new rules are Free Speech is for Blacks and Browns only ...", "translation": "Luật lệ mới đúng là dành riêng cho người da đen và người da nâu thôi nhỉ...", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "@MonteleoneUSA1 @igguldypigguldy And low IQ comes from what? 😎 keep researching tho! It’s good for you. #WhiteGenocide", "translation": "Xin bạn cứ tiếp tục nghiên cứu, điều này rất tốt cho bản thân! 😎", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Nothing was in jepordy this year and furguson cause black friday gun sales to be beyond a democrat getting elected .", "translation": "Năm nay không có gì nguy hiểm và chuyện ở Ferguson khiến doanh số súng vào Black Friday còn vượt xa cả việc bầu một ứng viên đảng Dân chủ.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Just for the record I have never bought a rap record or voted for any black politician .", "translation": "Xin lưu ý là tôi chưa từng mua đĩa rap hay bỏ phiếu cho bất kỳ chính trị gia nào khác.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Lots of whites recover from a case of jungle fever to find that they 've done irreparable damage to their lives .", "translation": "Nhiều người sau khi trải qua một giai đoạn bị cuốn hút mạnh mẽ bởi sự khác biệt văn hóa, nhận ra rằng điều đó có thể gây ra những biến đổi không thể đảo ngược trong cuộc sống của họ.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "When Starbucks had that race talk crap a few months back .", "translation": "Khi Starbucks nói về vấn đề chủng tộc mấy tháng trước, cũng khá là rầm rộ nhỉ.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Just want to say thank you to @kobebryant and @Duke_MLAX for their great work in the past #inspiration", "translation": "Muốn gửi lời cảm ơn chân thành đến @kobebryant và @Duke_MLAX vì những cống hiến tuyệt vời trong quá khứ #nguoncamhung", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "My God look who just finished his Taco for lunch !", "translation": "Trời đất, nhìn kìa, ai vừa ăn xong một phần bánh taco cho bữa trưa thế này!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Apparently white people are the last to go out of their race for dating anyways !", "translation": "Người phương Tây thường là người cuối cùng nghĩ đến việc hẹn hò với người ngoài cộng đồng của họ mà!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Looks like asians have more balls than us gutless white people .", "translation": "Có vẻ như người châu Á gan dạ hơn chúng ta, những người da trắng thiếu dũng khí.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "There are hundreds of skins out here , esp. in your area .", "translation": "Có cả trăm vỏ bọc ngoài kia, đặc biệt là ở khu vực của bạn đó.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "Where do you see a hook nose ?", "translation": "Bạn thấy mũi cao, thon gọn ở đâu thế?", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "If a white person wants to do well at any kind of academic subject , languages , art etc etc. then simply fill your essays with racial integration , feminism and the love of other cultures and the like and you 'll be fine !", "translation": "Nếu bạn muốn làm tốt trong các môn học như ngôn ngữ, nghệ thuật, hãy viết bài luận của mình với những chủ đề như hòa nhập dân tộc, nữ quyền và tình yêu với các nền văn hóa khác, chắc chắn sẽ ghi điểm cao đấy!", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "I just want to see all the styles of clothes , how they wear them , etc .", "translation": "Mình chỉ muốn xem mấy kiểu đồ khác nhau mọi người thường mặc như thế nào thôi.", "target": "Ethnic/Racial Minorities", "label": "Non HS"}
{"original": "well if u actually read the Quran it actually states that christians muslims and Jews originate from the same book and beliefs but they diverged in time.", "translation": "Nếu bạn chịu khó đọc kỹ Kinh Quran, thì sẽ thấy rằng Kitô hữu, người Hồi giáo và người Do Thái xuất phát từ cùng một nguồn gốc và niềm tin, nhưng qua thời gian đã chia thành những con đường riêng.", "target": "Religious Groups", "label": "Non HS"}
{"original": "@Smiddleton8M @UKIP @PrisonPlanet @GerardBattenMEP If it's Americans getting shot, why do you even care? Women around the world suffer at the hands of islamic savages.. beatings, acid attacks, rape, murder.. but those guns are so scary to you, aren't they", "translation": "Cớ gì phải quan tâm khi người Mỹ bị bắn chứ? Phụ nữ trên khắp thế giới chịu đựng đau khổ dưới bàn tay của những tên cực đoan... đánh đập, tấn công bằng axit, hãm hiếp, giết người... nhưng chắc mấy bạn chỉ sợ súng thôi nhỉ?", "target": "Religious Groups", "label": "Non HS"}
{"original": "But I will tell you something which no other Prophet has told his people.", "translation": "Nhưng để mình nói cho bạn nghe một điều mà chưa có vị tiên tri nào khác từng nói với dân mình nhé.", "target": "Religious Groups", "label": "Non HS"}
{"original": "so they even IDOLIZE a convicted Pedophile and Murderer -- convicted in a public trial -- and established an organization to shield pedophiles and child killers from further scrutiny of American law", "translation": "Họ thậm chí tôn thờ một người đã bị kết án lạm dụng trẻ em và giết người - bị kết án trong một phiên tòa công khai - và thành lập một tổ chức để bảo vệ những người xâm hại trẻ em khỏi sự giám sát thêm của pháp luật Mỹ.", "target": "Religious Groups", "label": "Non HS"}
{"original": "Islam radical religion has different values than all other non-islamic people.", "translation": "Hồi giáo có những giá trị độc đáo, khác biệt so với các tôn giáo khác.", "target": "Religious Groups", "label": "Non HS"}
{"original": "Sariah Law Doesnt mean beheading people u cunt.", "translation": "Luật Shariah không có nghĩa là chặt đầu người khác, bạn ơi.", "target": "Religious Groups", "label": "Non HS"}
{"original": "Who do they actually think they are banning a celtic cross !!!", "translation": "Họ nghĩ mình là ai mà dám cấm cờ thánh giá Celtic chứ!!!", "target": "Religious Groups", "label": "Non HS"}
{"original": "I've met many happy Christian families who have like 6-10 children.", "translation": "Mình từng gặp nhiều gia đình Công giáo rất hạnh phúc và họ có khoảng 6 đến 10 đứa con.", "target": "Religious Groups", "label": "Non HS"}
{"original": "BROTHER it's within the Sharia law.", "translation": "Anh ơi, cái này nằm trong luật Sharia mà.", "target": "Religious Groups", "label": "Non HS"}
{"original": "(Warning: do not watch on a full stomach ) I 'm Jewish And You Know It - Official Parody to Sexy and I know it - YouTube", "translation": "(Cẩn thận: xem khi không vừa ăn no nhé) Tôi Là Người Do Thái, Bạn Biết Rồi Đó - Phiên bản Parody chính thức của Sexy and I Know It - YouTube", "target": "Religious Groups", "label": "Non HS"}
{"original": "The muslims have ultra strict racialist private schools the world over ; why do n't whites ?", "translation": "Người Hồi giáo có nhiều trường tư với quy định rất nghiêm khắp thế giới; ở châu Âu có trường nào tương tự không nhỉ?", "target": "Religious Groups", "label": "Non HS"}
{"original": "If only we had more friends that we could count on through thick and thin like balije .", "translation": "Ước gì mình có thêm những người bạn mà có thể dựa vào lúc khó khăn như balije vậy.", "target": "Religious Groups", "label": "Non HS"}
{"original": "Hope fully `` Next year in Jerusalem '' as they say .", "translation": "Hy vọng năm sau có mặt ở Jerusalem như mọi người vẫn thường nói.", "target": "Religious Groups", "label": "Non HS"}
{"original": "That is persecution .", "translation": "Đó là một sự bất công.", "target": "Religious Groups", "label": "Non HS"}
{"original": "Sources for Homeschooling Curriculum One of the biggest challenges for the homeschooling parent is finding good sources for educational materials and finding curriculum that is new , fresh and inexpensive .", "translation": "Một trong những thách thức lớn nhất cho phụ huynh dạy con tại nhà là tìm kiếm tài liệu học tốt, độc đáo mà vẫn đảm bảo giá cả phải chăng.", "target": "Religious Groups", "label": "Non HS"}
{"original": "And of His knowledge, they can not grasp what He wills.", "translation": "Chúng ta không thể hiểu hết được ý nguyện của Ngài trong sự thông tuệ vô biên ấy.", "target": "Religious Groups", "label": "Non HS"}
{"original": "The PLE 's will be our sayanim .", "translation": "PLE sẽ trở thành đồng minh của chúng ta.", "target": "Religious Groups", "label": "Non HS"}
{"original": "Yeah you can count on it , there will be lot of people on the streets that day protesting against this jew government what we have here .", "translation": "Bạn yên tâm, hôm đó sẽ có rất nhiều người xuống đường để phản đối chính phủ này.", "target": "Religious Groups", "label": "Non HS"}
{"original": "Also, I have suspicions that you mix between the Old and the New Testaments.", "translation": "Có vẻ như bạn đang bị lẫn lộn giữa Cựu Ước và Tân Ước đó.", "target": "Religious Groups", "label": "Non HS"}
{"original": "First of all the old testament is not fully valid these days since the masiah didn't arrive,so it means no valid punishments if it is going to be valid start talking, if what you clame is true it means you admit the quran is a copy of the old testament since you compare them both", "translation": "Câu chuyện là thời nay kinh cựu ước không còn đúng hoàn toàn, vì đấng cứu thế chưa đến, thế nên không có hình phạt nào là hợp lệ, mà nếu có hợp lệ hãy bắt đầu nói chuyện, nếu điều bạn nói là đúng thì bạn thừa nhận là kinh Quran là bản sao của kinh cựu ước vì bạn so sánh cả hai.", "target": "Religious Groups", "label": "Non HS"}
{"original": "You do n't need to understand , he did n't say anything important , every second word is Jesus Christ or something about Orthodox Christianity .", "translation": "Bạn không cần phải hiểu đâu, anh ta chỉ nhắc đến Chúa Giê-su hoặc Kitô giáo Chính thống liên tục thôi mà.", "target": "Religious Groups", "label": "Non HS"}
{"original": "Holocaust Handbooks - Educate Yourself - YouTube Holocaust Handbooks is the world 's premiere Revisionist book series .", "translation": "Holocaust Handbooks là một bộ sách nổi tiếng trên thế giới về chủ đề tái đánh giá lịch sử, mang đến cơ hội tự học trên YouTube.", "target": "Religious Groups", "label": "Non HS"}
{"original": "Their cheerleaders went to court for their First Amendment rights in putting Bible verses on their football game banners & won .", "translation": "Cổ động viên của họ đã kiện ra tòa để bảo vệ quyền tự do ngôn luận khi viết các câu Kinh Thánh trên biểu ngữ tại trận bóng và đã chiến thắng.", "target": "Religious Groups", "label": "Non HS"}
{"original": "Lofalta this dajjal has one eye.", "translation": "Lofalta này chỉ có một mắt thật luôn!", "target": "Religious Groups", "label": "Non HS"}
{"original": "It is a silly video , but it highlights the nonsensical world in which Jesus lived and the world Jesus was instrumental in changing .", "translation": "Video hơi hài hước nhưng cũng cho thấy thế giới vô lý mà Chúa Giêsu đã sống và thay đổi.", "target": "Religious Groups", "label": "Non HS"}
{"original": "If you 're a Christian anyway , use Christian Identity as your excuse .", "translation": "Nếu bạn đã là một người theo đạo Thiên Chúa, thì cứ lấy niềm tin Thiên Chúa của mình làm lý do mà thôi.", "target": "Religious Groups", "label": "Non HS"}
{"original": "God is great.", "translation": "Chúa tuyệt vời lắm!", "target": "Religious Groups", "label": "Non HS"}
{"original": "Now we have `` judeo-christian '' faux mega-churches that play `` christian rock '' .", "translation": "Giờ đây chúng ta có các \"nhà thờ giả\" kiểu Do Thái - Cơ Đốc quá khổ chơi nhạc \"rock Cơ Đốc\".", "target": "Religious Groups", "label": "Non HS"}
{"original": "What ever he provoked the American, Islam will never die in this world but will keep growing due to Allah is the truth GOD and most powerfull than a human being.", "translation": "Dù anh ta có khiến người Mỹ khó chịu đến đâu thì đạo Hồi vẫn sẽ không bao giờ chấm dứt mà còn tiếp tục phát triển vì Allah là sự thật và mạnh mẽ hơn con người rất nhiều.", "target": "Religious Groups", "label": "Non HS"}
{"original": "Last time we checked, it wasn't mormons that flew jetliners into the Twin Towers, or Baptists sawing the heads off of their hostages while they choked on their own blood, or dragging the mutilated bodies of contractors through the streets while the radicals burned their bodies then hung them from a bridge.", "translation": "Lần cuối chúng tôi kiểm tra, không phải là mormons hay baptists là người gây ra mấy việc kinh hoàng đó đâu.", "target": "Religious Groups", "label": "Non HS"}
{"original": "The reason for this persecution ?", "translation": "Tại sao lại có sự đối xử không công bằng này nhỉ?", "target": "Religious Groups", "label": "Non HS"}
{"original": "-Sending their kids to jewish summer camps .", "translation": "-Cho con đi trại hè để học những điều hay ho và thú vị.", "target": "Religious Groups", "label": "Non HS"}
{"original": "I wonder if one of these guys is a Jew .", "translation": "Mình thắc mắc không biết có ai trong số họ là người Do Thái không nhỉ.", "target": "Religious Groups", "label": "Non HS"}
{"original": "UK’s tiny number of Syrian Christian refugees sparks backlash against UN https://t.co/wLPR2TwOhD https://t.co/KBnTK3Gf88", "translation": "Số lượng người tị nạn Syria theo đạo Thiên Chúa ở Anh quá ít gây ra nhiều ý kiến phản đối với Liên Hợp Quốc.", "target": "Religious Groups", "label": "Non HS"}
{"original": "hiyer I jesh drunk holy communionion an y'knooo th' moreoo cidereoo I drinkies, thee lesh i' masshersh!", "translation": "Mới làm ngụm rượu lễ, uống thêm ít cidre thấy đời nhẹ tênh luôn!", "target": "Religious Groups", "label": "Non HS"}
{"original": "Will do so on Monday , David Irving is a political prisoner in a Europe where you can deny the existence of Jesus Christ but go to jail for denying the existence of gas chambers .", "translation": "Điều này sẽ thực hiện vào thứ Hai, nơi David Irving là một trường hợp nhạy cảm về chính trị ở châu Âu, nơi có thể nghi ngờ sự tồn tại của Chúa Giê-su nhưng lại có thể bị phạt tù nếu phủ nhận các hành vi lịch sử nhạy cảm.", "target": "Religious Groups", "label": "Non HS"}
{"original": "Don't you know the Jews see a picture like this and laugh their asses off while patting each other on the back .", "translation": "When lưu ý bức ảnh này, người Do Thái thường sẽ cười vui sướng và bắt tay nhau như một dấu hiệu của sự thành công.", "target": "Religious Groups", "label": "Non HS"}
{"original": "`` Gott Mit Uns ''", "translation": "\"Chúa ở cùng chúng tôi\"", "target": "Religious Groups", "label": "Non HS"}
{"original": "I agree to Cristina if she's mentioning so many times the hypocrites of the religious think they will bring peace to Earth, but peace would never be brought.", "translation": "Mình đồng ý với Cristina nếu chị ấy nói nhiều về việc mấy người giả tạo trong tôn giáo cho rằng họ sẽ mang lại hòa bình cho thế giới, nhưng thực sự chẳng bao giờ hòa bình đến.", "target": "Religious Groups", "label": "Non HS"}
{"original": "Oh no, i don't hate religion because i don't believe in god.", "translation": "Không, mình không ghét tôn giáo chỉ vì mình không tin vào Chúa đâu.", "target": "Religious Groups", "label": "Non HS"}
{"original": "Educating the Lemmings in reguard to the Isreali agenda , which is fighting a war for the Jew 's benifit not America 's .", "translation": "Teaching people about the complexities of global politics is crucial, encouraging everyone to view issues from multiple perspectives.", "target": "Religious Groups", "label": "Non HS"}
{"original": "#Burundi—Nkurunziza’s envoy to the UN now recognizes that there was a crisis since 2015. He spent the last 3 years denying it. He now says it’s over &amp; all is well. He forgets:‘¢ 400K refugees outside Burundi‘¢ 2000+ victims who need justice‘¢3 million affected by hunger‘¢... https://t.co/lr30iPbGUk", "translation": "#Burundi—Đặc phái viên của Nkurunziza tại Liên Hợp Quốc giờ mới thừa nhận cuộc khủng hoảng từ năm 2015. Trước đó, ông đã phủ nhận liên tục trong 3 năm. Giờ thì ông bảo mọi chuyện đã ổn. Nhưng mà quên rằng: 400.000 người tị nạn, hơn 2000 nạn nhân cần công lý và 3 triệu người bị đói…", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "@MailOnline Another incident in Germany will it be a drunk driver or another angry immigrant with issues innocent to proven Guilty there is so much goodwill before it becomes salt in the wounds of a giving Nation", "translation": "@MailOnline Lại có vụ ở Đức, không biết là tài xế say xỉn hay người nhập cư có vấn đề nữa. Ở đất nước bao dung mà lòng nhân từ cũng có giới hạn.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "@SpeakerRyan Our borders are a mess too. #BuildThatWall", "translation": "@SpeakerRyan Biên giới của chúng ta cũng khá lộn xộn. #XâyTườngĐi", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "Absolutely in agreement. Genuine refugees welcome. Grown men, with smartphones, pretending to be children - not welcome. https://t.co/Gss3dfFJ4d", "translation": "Đồng ý hoàn toàn. Những người tị nạn chân chính hoàn toàn được chào đón. Nhưng người lớn giả vờ làm trẻ em thì không nên.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "Don't mess with these migrant dads #SkimmLife https://t.co/swVmkTlFRz via @theSkimm", "translation": "Đừng đùa với mấy ông bố nhập cư đầy bản lĩnh này nhé #SkimmLife https://t.co/swVmkTlFRz trích từ @theSkimm", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "Denmark has cut welfare benefits for migrants - \"We'll move to Finland\" They threaten \"Finland will treat us better\" - Free Speech Time - https://t.co/YQ3vDKkIIv @ISupport_Israel", "translation": "Đan Mạch vừa cắt giảm trợ cấp xã hội cho người di cư - \"Chúng tôi sẽ đi Phần Lan\" Họ thách thức \"Phần Lan sẽ đối xử tốt hơn với chúng tôi.\"", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "Pew study: Rest of the world takes in more refugees than US for first time https://t.co/b3uEr6G8Ze https://t.co/iT43iQXzp8", "translation": "Nghiên cứu của Pew: Lần đầu tiên, các nước khác tiếp nhận nhiều người tị nạn hơn Mỹ.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "it makes no sense. I have a green card as well issued by the exact same agency @USCIS. It is valid for 10 years. The vetting is the EXACT same if not more rigorous for a green card. Why aren’t the refugee travel docs and green cards issued for the same # of validity?", "translation": "Vô lý quá, cùng là do @USCIS cấp mà sao thẻ xanh có thể dùng 10 năm mà giấy thông hành cho người tị nạn lại không cùng thời gian đó nhỉ? Kiểm tra để cấp thẻ xanh cũng kĩ lắm mà, có khi còn gắt gao hơn ấy chứ!", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "Trump Administration Tells ACLU It’s Responsible for Finding Deported Immigrant Parents https://t.co/LwtYmtAMaf via @legal_reader", "translation": "Chính quyền Trump cho ACLU biết rằng tổ chức này chịu trách nhiệm tìm kiếm các phụ huynh nhập cư đã bị trục xuất.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "CBI calls for favourable treatment of #EU migrants after #Brexit https://t.co/mkjPsE5BCm", "translation": "CBI kêu gọi nên có những chính sách ưu đãi cho người di cư từ EU sau #Brexit.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "You realize you are not going to be convincing any loyal board members to the terrific joys of diversity and the cultural enrichment that say the Somali Muslim refugees are bringing to White communities .", "translation": "Bạn biết rằng mình sẽ khó thuyết phục những thành viên trung thành trong hội đồng rằng sự đa dạng văn hóa và những giá trị văn hóa mà người tị nạn Hồi giáo Somalia mang đến cho các cộng đồng người da trắng vô cùng tuyệt vời.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "@AnnCoulter @TuckerCarlson It was awesome!!! #BuildThatWall", "translation": "@AnnCoulter @TuckerCarlson Thật tuyệt vời!!! #XâyDựngBứcTường", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "#Florence: Maybe we should be thinking #BuildThatWall along our EASTERN border.", "translation": "#Florence: Có khi mình nên nghĩ đến chuyện #XâyMộtBứcTường dọc biên giới phía ĐÔNG.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "NPR is trying to group legal and illegal immigration\"Jeff Sessions is threatening immigrants rights in... https://t.co/cvnMVppGlO", "translation": "NPR đang khám phá cách phân biệt giữa nhập cư hợp pháp và không hợp pháp, còn Jeff Sessions thì đang gây lo ngại về quyền lợi của người nhập cư...", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "@adcox71 @TuckerCarlson Agreed! Tonight's show was very informative. Tucker is brilliant, and @AnnCoulter is so smart #BuildThatWall", "translation": "Đồng ý luôn! Chương trình tối nay cực kỳ nhiều thông tin. Tucker đúng là thiên tài, còn @AnnCoulter thì thật thông minh. #XâyDựngBứcTường", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "This human-elephant conflict has seen 13 refugees killed in elephant attacks since Aug. last year https://t.co/uiOIsQ0Toc #ucanews #thereforthevoiceless #refugee #Bangladesh @ucanbd @StephanUttom  @bd_rock @M_RSection @Refugees @RefugeesIntl @UNHumanRights @UNICEF @FortifyRights", "translation": "Từ tháng 8 năm ngoái, đã có 13 người tị nạn bị thiệt mạng do xung đột với voi. #ucanews #thereforthevoiceless #refugee #Bangladesh @ucanbd @StephanUttom @bd_rock @M_RSection @Refugees @RefugeesIntl @UNHumanRights @UNICEF @FortifyRights", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "#EU migration policy in focus https://t.co/q5ZIeCFOvo", "translation": "Chính sách di cư của EU đang thu hút sự chú ý.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "UPDATE—Draconian measures are being taken to force Burundian refugees in Mtendeli camp in Tanzania to return to #Burundi despite their fear. Here is an order by Tanzanian authorities closing refugees’ small businesses in the camp effective immediately. https://t.co/Wk7BPxLl6i", "translation": "CẬP NHẬT—Các biện pháp mạnh đang được áp dụng để ép người tị nạn Burundi ở trại Mtendeli tại Tanzania trở về #Burundi dù họ rất lo sợ. Lệnh từ chính quyền Tanzania đã đóng cửa các cửa hàng nhỏ trong trại ngay lập tức.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "@David_Cameron please think carefully it is not about benifits it is about to many migrants ur already punishing our poor god will interven", "translation": "@David_Cameron hãy suy nghĩ thật kỹ, đây không chỉ là vấn đề lợi ích mà là về việc có quá nhiều người di cư, đừng làm khổ những người nghèo của chúng ta, cầu trời cứu giúp.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "Russia, Turkey, Jordan are in talks on return of Syrian refugees ‘“ Lavrov https://t.co/wc5e5nMkGH https://t.co/Y5wpGcz9uz", "translation": "Nga, Thổ Nhĩ Kỳ và Jordan đang thảo luận về việc hồi hương người tị nạn Syria, theo Lavrov.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "In commemoration of #WorldRefugeeDay and beautiful families who have made #Memphis home through refugee resettlement, visit our photo exhibit \"Images of Inspiration &amp; Integration\" at @YourConcourse through Wednesday! https://t.co/27gFwBixVL", "translation": "Nhân dịp kỷ niệm #NgàyTịNạnThếGiới và gửi lời chào đến những gia đình tuyệt vời đã chọn #Memphis làm tổ ấm qua chương trình tái định cư, mời mọi người ghé thăm triển lãm ảnh \"Hình Ảnh Cảm Hứng & Hòa Nhập\" tại @YourConcourse đến hết thứ Tư nhé!", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "The Times Strains to Credit France’s #WorldCup Victory to Immigration https://t.co/AH9bbTisQb", "translation": "The Times nỗ lực nêu bật rằng chiến thắng #WorldCup của Pháp có đóng góp của cộng đồng nhập cư.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "@FoxNews @POTUS I love it! Do it! #BuildThatWall", "translation": "@FoxNews @POTUS Thích quá! Thực hiện đi nào! #XâyTườngLên", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "The difference is any other legal immigrant has already become citizens and are assimilating into society!! Not trying to over throw the current legal system! https://t.co/FUsfJyNZCi", "translation": "Khác biệt là những người nhập cư hợp pháp khác đã trở thành công dân và đang hòa nhập vào xã hội, chứ không phải đang cố gắng thay đổi hệ thống pháp luật hiện tại đâu!", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "Report reveals 300,000 illegal migrants living in one French suburb https://t.co/v05fBQktQ5 via @MailOnline", "translation": "Một báo cáo cho biết có tới 300,000 người nhập cư không giấy tờ đang sinh sống ở vùng ngoại ô Pháp.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "#Kakuma Refugee Camp benefits from renewable sources of energy | Business Today  https://t.co/iRUrCSNzUH via @KTNNews @philkeits #WithRefugees @UNHCR_Kenya @refugeeaffairs @drckenya @NRC_HoA @tyrusmaina @imaana102", "translation": "Trại tị nạn Kakuma đang hưởng lợi từ các nguồn năng lượng tái tạo, thật là một bước tiến xanh bền vững! 🌍💡 #VớiNgườiTịNạn", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "There is a hidden fact in the migrants story we have our own waiting lists and no one including the churches held out the hands for them.", "translation": "Có một sự thật bị ẩn trong câu chuyện về người di cư mà không có ai, kể cả nhà thờ, đưa tay ra hỗ trợ trong khi chúng ta cũng có nhiều danh sách chờ đợi của riêng mình.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "#CNN #FakeNews #WashingtonPost #MSNBC #DriveByMedia #MediaBiasThe Major media got this WRONG.  They reported that #PresidentTrump called ALL migrants #Animals.  Anyone who actually HEARD the President... https://t.co/67ruWlLYtZ", "translation": "Các phương tiện truyền thông lớn đã hiểu sai. Họ đưa tin #TổngthốngTrump gọi tất cả người nhập cư là #thúsinh. Ai thực sự nghe ông ấy sẽ hiểu...", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "@LamaPrawesh @htTweets India is gradually becoming safe heavens for drug traffickers,smugglers,illegal immigrants", "translation": "@LamaPrawesh @htTweets Ở Ấn Độ, đang dần trở thành nơi trú ẩn an toàn cho các đối tượng buôn lậu ma túy, hàng hóa và nhập cư bất hợp pháp.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "Is he mad or get an inspiration ? Former president of Germany Gauck was a happy lover of refugees in 2015 and love multikulti. Now he warns the refugees can destroy Germany society and is afraid ! https://t.co/M5Vzs2U4pX", "translation": "Ngày xưa cựu tổng thống Đức Gauck rất mê mấy vụ đa văn hóa và yêu mến người tị nạn, giờ ông lại lo lắng người tị nạn có thể làm thay đổi xã hội Đức!", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "Damning UN report reveals state of global refugee crisis in 2017 https://t.co/6TT4n9Arhk", "translation": "Báo cáo từ Liên Hợp Quốc trong năm 2017 hé lộ tình hình khủng hoảng tị nạn toàn cầu.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "...you can tune into the debate on homelessness amongst refugees here at 2:30: https://t.co/dD3S7bTqWb To find out more, read the @HouseofCommons briefing here: https://t.co/L49Iq4RO8H Thank you to @KateGreenSU for sponsoring the debate on this important issue.", "translation": "...bạn có thể theo dõi buổi thảo luận về tình trạng vô gia cư trong cộng đồng người tị nạn lúc 2:30 chiều tại đây: https://t.co/dD3S7bTqWb Để biết thêm chi tiết, đọc tài liệu briefing của @HouseofCommons tại đây: https://t.co/L49Iq4RO8H Cảm ơn @KateGreenSU đã bảo trợ cuộc thảo luận về vấn đề quan trọng này.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "\"#IllegalAliens. This term is not \"\"hateful;\"\" it is denotative and accurate. In fact, its unbiased. #undocumentedimmigrant assumes an unknown border crosser is a migrant. Traffickers, etc are not migrants. Illegally crossing is illegal, duh. Compromise on #illegalcrosser? #Twitter\"", "translation": "Cụm từ \"#IllegalAliens\" không phải là \"hateful,\" mà thật sự chỉ mang nghĩa chính xác và không thiên vị. \"Undocumented immigrant\" lại mặc định người vượt biên không giấy tờ là di dân, trong khi kẻ buôn người đâu phải di dân. Thôi thì có nên dùng từ \"#illegalcrosser\" không nhỉ?", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "The Guardian view on the #UK and child refugees: unfair, unlawful, inhumane https://t.co/RM7eEpcoUs", "translation": "Ý kiến của The Guardian về Anh và việc tiếp nhận trẻ em tị nạn: Thực sự không công bằng và không nhân đạo.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "Italy Blocks New NGO Migrant Ship After Malta, Spain Refuse To Take #Italy #NGO #Malta #Spain #Rapefugees", "translation": "Ý từ chối tiếp nhận tàu cứu hộ của tổ chức phi chính phủ sau khi Malta và Tây Ban Nha cũng không chấp nhận. #Ý #TổChứcPhiChínhPhủ #Malta #TâyBanNha", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "Opinion: Anchor centers are shipwrecks of #EU migration policy https://t.co/CQnfJwZowA", "translation": "Ý kiến: Các trung tâm tiếp nhận nhập cư như là những con tàu đắm của chính sách di cư EU. #di cưEU", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "ðŸ‘_x008f_ Halima Aden @Kinglimaa is a refugee from Somalia ðŸ‡¸ðŸ‡´ who found safety in Kakuma camp, Kenya ðŸ‡°ðŸ‡ª, then a new home + life in the United States ðŸ‡ºðŸ‡¸This is her story as told to @TeenVogue, including her amazing return for #TEDxKakumaCamp https://t.co/DOslhm9zyR", "translation": "Halima Aden @Kinglimaa là một người tị nạn từ Somalia, đã tìm được sự an toàn ở trại Kakuma, Kenya và sau đó có cuộc sống mới ở Mỹ. Đây là câu chuyện của cô được kể lại trên @TeenVogue, cùng với chuyến trở về đáng nhớ cho #TEDxKakumaCamp.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "@FAIRImmigration @WashTimes Only 9%?!? Thats shameful! It should be 900%!!! #NoAmnesty #NoDACA", "translation": "@FAIRImmigration @WashTimes Chỉ có 9% thôi á?! Ra gì đâu! Phải là 900% mới chất! #NoAmnesty #NoDACA", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "Hundreds expected at latest mass protest against Serco eviction of refugees https://t.co/NYNlJybX6R", "translation": "Hàng trăm người dự kiến sẽ tham gia biểu tình lớn chống lại việc Serco đuổi người tị nạn.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "And what were they expecting? Holiday camps with 5 star facilities! I bet they have better living conditions in Germany than they have at home..... if not just go back! Simple!  #Refugees https://t.co/npx0lz1C7X", "translation": "Và họ mong đợi gì? Những khu nghỉ dưỡng năm sao! Chắc là ở Đức sống sướng hơn ở quê nhà rồi... nếu không thì về lại thôi! Đơn giản mà! #NgườiTịNạn", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "The EU’s migration solution? Throw cash at the problem https://t.co/MivKYFJr0f", "translation": "Giải pháp của EU về vấn đề di cư là gì? Cứ ném tiền vào mà giải quyết thôi!", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "#refugeeswelcome #ExecutiveOrder https://t.co/vZ8KFRp4zc", "translation": "#HoanNgheTiNa #LệnhHànhPháp https://t.co/vZ8KFRp4zc", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "\"I thank with all my heart, as a Minister and as a father, the Libyan authorities and coastguard who saved and brought back to Libya 820 immigrants\" - Matteo Salvini, Italian Prime Minister, 24/06/2018 https://t.co/KWceEMeDBy", "translation": "\"Tôi chân thành cảm ơn, với tư cách là một Bộ trưởng và một người cha, các nhà chức trách và lực lượng bảo vệ bờ biển Libya đã cứu và đưa 820 người nhập cư trở về Libya.\"", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "Protests have been ongoing in #Bangladesh #refugee camps against repatriate of #Rohingya who fled deadly persecution in #Myanmar https://t.co/CyFD6LTYXx @ucanbd @SC_Humanitarian @UNHumanRights @UnicefAsiaPac @UNmigration @Refugees @M_RSection", "translation": "Người dân tại các trại tị nạn ở Bangladesh đang lên tiếng phản đối việc hồi hương người Rohingya đã chạy trốn khỏi sự đàn áp khốc liệt ở Myanmar.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "hell no they should get the same equal brakes.", "translation": "Không đời nào, họ cũng phải được nghỉ ngơi công bằng chứ.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "@KTSMtv the reason for the additional beds is based on the number of (illegal alien) minors, who crossed the border ALONE without their parent or legal guardian.#KeepFamiliesTogether #Deport #IllegalAliens", "translation": "@KTSMtv Lý do cần thêm giường nằm ở việc có nhiều trẻ vị thành niên vượt biên một mình, không có cha mẹ hoặc người giám hộ đi cùng. #GiữGiaĐìnhBênNhau #TrảLạiTrẻEm", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "We wondered about Nelson’s claim that parents in detention were being charged as much as $8 a minute to call their children. Nelson’s office pointed to media reports ... But U.S. Immigration and Customs Enforcement rebuked those claims. @PolitiFactFL  https://t.co/kcxXJ4xj2l", "translation": "Chúng tôi đã thắc mắc về tuyên bố của Nelson rằng cha mẹ đang bị giam giữ phải trả tới 8 đô mỗi phút để gọi điện cho con mình. Văn phòng của Nelson chỉ ra các báo cáo từ truyền thông... Nhưng Cơ quan Thực thi Di trú và Hải quan Hoa Kỳ đã bác bỏ những tuyên bố đó.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "#Bangladesh releases first list of #Rohingya #refugees for repatriation to their strife-torn home in #Myanmar https://t.co/WDjjLLjS8q @StephanUttom @bd_rock @ucanbd @UNmigration @IOMatUN", "translation": "#Bangladesh công bố danh sách đầu tiên những người tị nạn #Rohingya sẵn sàng trở về quê hương đầy khó khăn ở #Myanmar.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "Iraqi immigrant accused of shooting Colorado Springs cop remained in U.S. despite series of crimes https://t.co/d71SQ1vuJU via @csgazette https://t.co/8Cg2rxXwRZ", "translation": "Một người nhập cư Iraq bị cáo buộc nổ súng vào cảnh sát ở Colorado Springs vẫn ở lại Mỹ dù có một loạt hành vi phạm tội. ", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "ASOS and Katharine Hamnett team up on underwear line to support refugees https://t.co/QUqYDEymGV", "translation": "ASOS hợp tác cùng Katharine Hamnett ra mắt dòng nội y mới để ủng hộ hỗ trợ người tị nạn.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "The United Nations Just Called Out the Trump Administration's Immigration Policy for Violating Human Rights https://t.co/ckDs8GTiOK https://t.co/hU3ncgYYdI", "translation": "Liên Hợp Quốc vừa lên tiếng chỉ trích chính sách nhập cư của chính quyền Trump vì vi phạm nhân quyền.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "@lellygal @JohnWUSMC Are you sure #illegalalien is not legal on Twitter! Because I dont want trouble from them so I surely wont be posting about # illegaaliens for fear of being suspended. So, we shouldnt be using #illegalaliens anymore. Does this include #illegalaliens posting #illegalaliens?", "translation": "Bạn có chắc hashtag #illegalalien không hợp lệ trên Twitter không? Mình không muốn gặp rắc rối nên chắc chắn sẽ không đăng về chủ đề này nữa. Vậy có nên ngừng sử dụng hashtag đó không các bạn?", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "National Guard deployment led to more than 10,000 arrests of illegal immigrants, says CBP https://t.co/3c2Rs7JWCh   Great news...", "translation": "CBP cho biết triển khai lực lượng Vệ binh Quốc gia đã dẫn tới hơn 10,000 vụ bắt giữ người nhập cư trái phép, thông tin đáng mừng thật đấy!", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "We've reached the point where the US can no longer be considered a safe country for #refugees. #SuspendSTCA https://t.co/cR8vzOzPjy", "translation": "Chúng ta đã đến giai đoạn mà Mỹ không còn được coi là nơi an toàn cho người tị nạn nữa rồi. #TạmDừngSTCA", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "I agree with HuffPo: Reunite migrant kids with deported parents! https://t.co/NUKkarFNw9 Don't seperate,ship kid and parent back across the border same day !", "translation": "Cùng ý kiến với HuffPo: Hãy đoàn tụ các em nhỏ nhập cư với bố mẹ bị trục xuất ngay trong ngày luôn nào!", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "Want to join our neighbor @BettyHCruz and roll up your sleeves on local immigrant inclusion work? Attend the second annual All for All Summit on Sept 13th. Visit https://t.co/2uFJdCZo8a for event details and read more about Betty's work in #PGH here: https://t.co/NBjXtFnwuZ https://t.co/UNmAqTuJaF", "translation": "Có muốn tham gia cùng chị hàng xóm @BettyHCruz của chúng mình góp sức cho công việc hòa nhập dân nhập cư không? Tham dự Hội nghị Thường niên Toàn diện lần thứ hai vào ngày 13/9 nhé. Xem chi tiết sự kiện tại https://t.co/2uFJdCZo8a và tìm hiểu thêm về công việc của chị Betty ở #PGH tại đây: https://t.co/NBjXtFnwuZ https://t.co/UNmAqTuJaF", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "And I also hope that thing like that is not gonna happen with our brothers from Belarus and Ukraine , who are also working illegaly on construction jobs .", "translation": "Mình cũng mong điều tương tự không xảy ra với các anh em từ Belarus và Ukraine, những người cũng đang làm việc trái phép trong ngành xây dựng.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "It's easy to feel like you can't make a difference when the injustice of the world seems so overwhelming. But if we all do our part, we will see things change. Do your part for refugees this week  and help them rebuild their lives. âž_x009d_ https://t.co/QzFjSqWwJ8", "translation": "Khi thấy bất công đầy rẫy, dễ lắm nghĩ mình chẳng thể thay đổi được gì. Nhưng nếu ai cũng góp phần nhỏ thì mọi thứ sẽ khác đi nhiều đấy. Thử dành chút thời gian giúp đỡ người tị nạn tuần này và cùng họ xây dựng lại cuộc sống nhé! 💪 https://t.co/QzFjSqWwJ8", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "The author Cresa Pugh spent 2 months talking to #Rohingya individuals who are living in internal #displacement #camps. her research shows why there is little #hope of a #safe return soon for the vast majority of Rohingya #refugees. https://t.co/gyHKC0Dr4a #world #catalyst #change", "translation": "Tác giả Cresa Pugh đã dành 2 tháng trò chuyện với những người Rohingya đang sống trong các trại di dời nội địa và nghiên cứu của cô ấy cho thấy tại sao hầu hết người Rohingya khó có thể sớm trở về an toàn.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "With close to 11 million USD a month required to feed refugees in #Ethiopia, â_x0081_¦@WFPâ_x0081_© and â_x0081_¦@Refugeesâ_x0081_© call for more solidarity from donors. Ethiopia is also facing massive internal displacement crisis!!! https://t.co/KwAYsUZCOf", "translation": "Để hỗ trợ gần 11 triệu USD mỗi tháng cho việc cung cấp lương thực cho người tị nạn ở #Ethiopia, WFP và tổ chức người tị nạn kêu gọi sự đoàn kết nhiều hơn từ các nhà tài trợ. Bên cạnh đó, Ethiopia cũng đang đối mặt với khủng hoảng di dời nội bộ rất lớn!!!", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "Utah nonprofit helps hundreds of refugees go to college  Up until she was 13, the only place Kai Sin called home was the refugee camp where she was born after her family escaped ethnic violence in Myanmar.  https://t.co/0vpNLPni6D", "translation": "Một tổ chức phi lợi nhuận ở Utah đã giúp hàng trăm người tị nạn vào đại học. Trước năm 13 tuổi, Kai Sin chỉ gọi trại tị nạn - nơi cô chào đời khi gia đình cô chạy trốn khỏi bạo lực sắc tộc ở Myanmar - là nhà.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "Protesters oppose migrant evictions in Nantes https://t.co/VOke0zIP8y https://t.co/smt3dwduuM", "translation": "Người dân đang phản đối việc trục xuất người di cư ở Nantes.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "Two immigrant fathers reunited with their young sons in New York https://t.co/RiQMqjGgHX", "translation": "Hai ông bố nhập cư đã đoàn tụ với các con trai nhỏ của mình tại New York.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "Read the article, look @MigrationPolicy brief on proposed changes to public charge rule. And join us in KC on Aug. 24 for a discussion w/National Immigration Law Center. https://t.co/jddVieoSqb https://t.co/4mIUp8Jes3", "translation": "Đọc bài viết và xem nhanh bản tóm tắt của @MigrationPolicy về những thay đổi đề xuất đối với quy định về hỗ trợ công cộng nhé. Tham gia cùng chúng tôi tại thành phố Kansas vào ngày 24/8 để thảo luận cùng Trung tâm Luật Di trú Quốc gia.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "[NEW POST] The threat Italy poses to the Euro stems from Brussels’ refusal to aid Italy with the refugee crisis and the outrageous demands that the increased expenditure for the refugees must be deducted from other expenditures https://t.co/5skGW3HQnM https://t.co/DffPUMIemc", "translation": "[POST MỚI] Vấn đề mà Ý đặt ra cho đồng Euro bắt nguồn từ việc Brussels từ chối giúp đỡ Ý trong cuộc khủng hoảng người tị nạn và yêu cầu vô lý rằng chi tiêu tăng cho người tị nạn phải được khấu trừ từ các khoản chi khác.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "#EU deal to deploy border guards in Macedonia to curb migrants https://t.co/ea74WvRw7M https://t.co/ks4x3xMh6J", "translation": "#EU thỏa thuận đưa lực lượng biên phòng tới Macedonia để kiểm soát người di cư.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "Malaysian aid group helping refugees in southern Yemen https://t.co/7sif4kVszR", "translation": "Nhóm cứu trợ Malaysia đang hỗ trợ người tị nạn ở miền nam Yemen https://t.co/7sif4kVszR", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "I expected to feel good at the end of my stay here in Athens working with refugees, but I don’t.   I feel like shit that my own people are here suffering and I get to go back to my family and home.", "translation": "Mình tưởng khi rời Athens sau thời gian làm việc với người tị nạn, mình sẽ thấy vui, nhưng thực ra mình cảm thấy rất tệ khi nghĩ đến việc đồng bào phải chịu khổ ở đây còn mình thì lại được về nhà cùng gia đình.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "AfD: We have to take care of our own poor before inviting migrants https://t.co/cX0PQ3tSaD", "translation": "AfD: Mình cần lo cho người nghèo ở nước mình trước khi đón người nhập cư.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "Bad policy compounded by corporate corruption. This is not OK. #ICE. #refugee #ImmigrationChildren #Elections2018 #Impeach45 @ICEgov @DHSgov @TheJusticeDept @realDonaldTrump @PressSec @SenMajLdr @SpeakerRyan @SenSchumer https://t.co/nhzQv2m2C4", "translation": "Chính sách tệ hại cộng thêm tham nhũng doanh nghiệp, thật sự không ổn chút nào. #NhậpCư #TrẻEmDiCư #BầuCử2018 #ĐòiLạiCôngLý", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "NOW PLAYING: \"Canción del Campo (Field Song)\" by Brad Bischoff. Roberto Olivera, a second-generation immigrant who worked CA’s tomato fields to escape poverty &amp; an affectionless stepfather, explains the lessons his mother taught him. https://t.co/OezMboTnea  #VideoArtsSFOM https://t.co/C7aemxq0ob", "translation": "ĐANG PHÁT: \"Bài Hát Của Cánh Đồng\" của Brad Bischoff. Roberto Olivera, một người nhập cư thế hệ thứ hai làm việc trên các cánh đồng cà chua ở California để vượt qua nghèo khó và người cha dượng lạnh nhạt, chia sẻ những bài học từ mẹ anh ấy. #VideoArtsSFOM", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "The next time I see her on TV3 bitching about the latest immigrant gripe i 'll * * * * ing die !", "translation": "Lần tới mà thấy cô ấy lại xuất hiện trên TV3 phàn nàn về mấy chuyện nhập cư thì chắc tôi chết vì sốc mất!", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "Every refugee deserves:protectionsheltera chance to start overunderwearThanks to @Caradelevingne &amp; #PUMABodywear, refugee women and girls will be covered when it comes to the last item: https://t.co/099tEEl0mN https://t.co/lq6fiWC0fX", "translation": "Mỗi người tị nạn đều xứng đáng được bảo vệ, có chỗ ở, cơ hội làm lại từ đầu và đồ lót. Cảm ơn @Caradelevingne và #PUMABodywear, phụ nữ và trẻ em gái tị nạn sẽ có đủ đồ mặc.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "An honour to meet so many dedicated aid workers here. This is Mitun from @BRACworld who’d recently attended training on child protection provided by @theIRC. Building up specialist refugee protection expertise within national NGOs is part of our work here. #aidworks #rohingya https://t.co/s2byExUBss", "translation": "Rất vinh dự khi gặp gỡ nhiều nhân viên cứu trợ tận tâm tại đây. Đây là Mitun từ @BRACworld, người vừa tham gia khóa đào tạo về bảo vệ trẻ em do @theIRC tổ chức. Phát triển chuyên môn bảo vệ người tị nạn trong các tổ chức phi chính phủ trong nước là một phần công việc của chúng tôi. #aidworks #rohingya", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "Recently enjoyed “When Their Memories Became Mine: Moving Beyond My Parents’ Past” by Pearl Goodman: https://t.co/G3C0QBHBkt: Books https://t.co/20UyQM2IMd (A great read about immigrant parents making their way in Toronto, my hometown. Lots of food for thought.)", "translation": "Vừa đọc xong “When Their Memories Became Mine: Moving Beyond My Parents’ Past” của Pearl Goodman, cuốn sách kể về hành trình của cha mẹ nhập cư tại Toronto - thành phố quê hương tôi, đầy những suy ngẫm hay ho.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "When the Left cannot tell the difference between immigrants and illegal immigrants.#IllegalAliens #Immigration", "translation": "Khi bên cánh tả không phân biệt được giữa người nhập cư hợp pháp và không hợp pháp.#NhậpCư #LuậtPháp", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "Trixie is so peng 😍🙈👅 — YEAH SHES PENGGGG for an immigrant tho 😍😍💗💗 https://t.co/OqKuayaaGB", "translation": "Trixie xinh quá đi!! Đúng là xinh thiệt ấy mà, cô nàng còn là người nhập cư nữa chứ!", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "PolitiFact Florida: Bill Nelson claims detained immigrant parents charged $8/minute to call their children. He is such a phony he makes me sick   https://t.co/roQoY8rPAB  Shared from my Google feed", "translation": "PolitiFact Florida: Bill Nelson nói rằng các bậc phụ huynh nhập cư bị tạm giữ phải trả 8 đô la/phút để gọi cho con cái họ. Trông ông ấy cứ giả tạo làm sao ấy.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "#UK 'complicit' in spiralling death toll of refugees in Mediterranean https://t.co/4Ahs3Lb7JN https://t.co/Po1TYHpF42", "translation": "Vương quốc Anh bị cho là liên đới đến việc gia tăng số người tị nạn thiệt mạng trên Địa Trung Hải.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "What does #peace mean for #Eritrea ’s #Refugees ? #AfricanArguments #Africa #GlobalNews #geopolitics @hrw @humanrights1st @UNHumanRights @demorgen @TV5MONDE https://t.co/dVdertOyn4 https://t.co/dVdertOyn4", "translation": "Hòa bình có ý nghĩa gì cho người tị nạn Eritrea nhỉ?", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "NEW INVESTIGATION: Over the course of three weeks, a major U.S. defense contractor detained dozens of immigrant children inside a vacant Phoenix office building with no kitchen and only a few toilets. https://t.co/Fdqg0X1PMr …", "translation": "Thông tin mới: Một nhà thầu quốc phòng lớn của Mỹ đã giữ hàng chục trẻ em di cư trong suốt ba tuần tại một tòa nhà văn phòng bỏ trống ở Phoenix, không có bếp và chỉ có vài cái toilet.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "Pope Francis: Immigrants Provide ‘˜Enrichment’ to Society, Not ‘˜Threats’ https://t.co/EHn3m7rj8e", "translation": "Giáo hoàng Francis: Người nhập cư mang lại 'sự phong phú' cho xã hội, chứ không phải 'mối đe dọa'.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "Philippine Catholic bishops want a total ban on the deployment of Filipino workers to countries that do not have laws to protect migrants. https://t.co/lNh4MTSdtj", "translation": "Các giám mục Công giáo Philippines đề xuất cấm hoàn toàn việc gửi lao động sang các nước chưa có luật bảo vệ người di cư.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "UNHCR aids return of over 2,000 Somali refugees from Yemen: https://t.co/M2wNATA40c via @refugees #WithRefugees @UNHCR_Kenya @tyrusmaina @NRC_HoA @drchorn_africaY @imaana102", "translation": "UNHCR đã hỗ trợ hơn 2,000 người tị nạn Somalia hồi hương từ Yemen về lại quê hương rồi đấy! #VớiNgườiTịNạn", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "Please keep seeding .", "translation": "Hãy tiếp tục chia sẻ nha.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "Interested in supporting #ImmigrantChildren &amp; families in #NYC? @EastEndTemple is offering a free Immigrant Accompaniment Training on Wed., August 7 from 6:30–8:30 PM. Learn how to provide direct &amp; meaningful support for immigrants in our communities! RSVP https://t.co/aYCd5CAPUA https://t.co/sgOer5D2wf", "translation": "Bạn muốn giúp đỡ trẻ em nhập cư và gia đình ở NYC không? Đến ngay với khóa đào tạo tháp tùng nhập cư miễn phí tại @EastEndTemple vào thứ Tư, ngày 7 tháng 8 lúc 6h30–8h30 tối. Hãy học cách hỗ trợ thiết thực và ý nghĩa cho người nhập cư trong cộng đồng của chúng ta nhé! Đăng ký ngay tại https://t.co/aYCd5CAPUA https://t.co/sgOer5D2wf", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "We must continue lifting our voices for a moral and compassionate immigration system that does not criminalize asylum seekers or rip children from their families. #FamiliesBelongTogether. https://t.co/RTi4ML2hr5", "translation": "Chúng ta cần tiếp tục lên tiếng đòi hỏi một hệ thống nhập cư đạo đức và nhân ái, không hình sự hóa người tìm kiếm tị nạn hay chia cắt trẻ em khỏi gia đình. #GiaDinhPhaiGanBo.", "target": "Immigrants and Refugees", "label": "Non HS"}
{"original": "The German men sound so sexy .", "translation": "Giọng nói của mấy anh Đức nghe hấp dẫn ghê!", "target": "Women", "label": "Non HS"}
{"original": "Hey Guys. It’s ok for her to say no. Stop calling women Bitches for declining your advances. Doesn’t matter the tim… https://t.co/Uy0KetAQBm", "translation": "Chào mọi người. Con gái từ chối thì cũng bình thường thôi mà. Đừng gọi họ là 'chuyện không hay' chỉ vì họ không đáp lại lời tán tỉnh của bạn.", "target": "Women", "label": "Non HS"}
{"original": "Son- mom, how did you and dad meet? Mom- he had on gray sweats and his dick print was fleekin so I slid in his DM https://t.co/uCc4uH9yui", "translation": "Con trai: Mẹ ơi, ba mẹ gặp nhau như thế nào? Mẹ: Hôm đó ba mặc quần thể thao xám nhìn cực chất nên mẹ nhắn tin làm quen ngay.", "target": "Women", "label": "Non HS"}
{"original": "Hey boys instead of saying 'not all men' how bout you just ya know stop raping us", "translation": "Mấy ông ơi, thay vì nói \"không phải tất cả đàn ông\", tụi mình nên tập trung vào việc thay đổi hành vi không đúng đắn nhé!", "target": "Women", "label": "Non HS"}
{"original": "Just cause I wear flowy shorts and start to get drunk does NOT give you the right to rape me and it never will", "translation": "Việc tôi mặc quần short rộng và hơi say không có nghĩa là bạn có quyền xâm hại tôi, và điều đó không bao giờ là đúng.", "target": "Women", "label": "Non HS"}
{"original": "I don't need anyone on my dick, I stay on my own dick", "translation": "Mình tự lo phía mình thôi, không cần ai phải bận tâm lo lắng cho mình đâu.", "target": "Women", "label": "Non HS"}
{"original": "There is a young maid as well and they are about to be married under a sacred tree .... that is what the Oak and fire in the background are about .", "translation": "Có một cô hầu gái trẻ nữa, và họ sắp sửa kết hôn dưới gốc cây thiêng... đó là ý nghĩa của những cây sồi và lửa cháy phía sau.", "target": "Women", "label": "Non HS"}
{"original": "that is very true, any good Psychologist will tell you the same thing. Rape is rape by a more powerful assailant. https://t.co/juHGriHSvQ", "translation": "Điều đó hoàn toàn đúng, nhà tâm lý học giỏi nào cũng sẽ cho bạn biết như vậy. Hiếp dâm luôn là hành động gây hại của kẻ mạnh hơn.", "target": "Women", "label": "Non HS"}
{"original": "On a scale of cute babies I 'd say this little man scores a 10 all the way around .", "translation": "Nếu chấm điểm độ đáng yêu, chắc bé trai này phải 10 điểm luôn nhé!", "target": "Women", "label": "Non HS"}
{"original": "Harsh punishments for rapists .", "translation": "Hãy áp dụng hình phạt nghiêm khắc cho những kẻ phạm tội hiếp dâm.", "target": "Women", "label": "Non HS"}
{"original": "Talent- Making people feel way more comfortable with me than they should be", "translation": "Tài năng của mình là làm cho mọi người cảm thấy cực kỳ thoải mái như thể thân quen từ lâu.", "target": "Women", "label": "Non HS"}
{"original": "I'll never eat another bitch pussy as long as I'm breathing you hoes are nasty", "translation": "Cả đời này mình sẽ không hôn thêm cô nào nữa đâu vì mình thấy sợ quá!", "target": "Women", "label": "Non HS"}
{"original": "#UrbanDictionaryHasTaughtMe that I'm the BEST, FUNNIEST, MOST ATTRACTIVE girl EVER- until I get to the second page and apparently I'm a SKANK WHORE BITCH SLUT.", "translation": "#UrbanDictionaryDạyTôi rằng tôi là cô gái tuyệt nhất, hài hước nhất, thu hút nhất từ trước đến giờ - cho đến khi lướt đến trang thứ hai và bất ngờ thấy mình bị gọi là những từ khó nghe.", "target": "Women", "label": "Non HS"}
{"original": "I can be a bitch and an asshole but I will love you and care about you more than any other person you have met.", "translation": "Có lúc tôi có thể khó chịu, nhưng tôi sẽ yêu thương và quan tâm bạn hơn bất kỳ ai mà bạn từng gặp.", "target": "Women", "label": "Non HS"}
{"original": "HER RESTING BITCH FACE IS GOALS ❤️@WhoreOfThe80s❤️ https://t.co/AOlUfmKNAs", "translation": "Mặt lạnh mà vẫn chất thế này ai mà không mê được chứ! ❤️ @WhoreOfThe80s❤️", "target": "Women", "label": "Non HS"}
{"original": "Say I 'm glad your mother had you. or , If it was normal , we would be extinct .", "translation": "Tớ rất mừng vì mẹ cậu đã sinh ra cậu.", "target": "Women", "label": "Non HS"}
{"original": "I was never properly taught how to put on makeup. The only looks I have are fancy whore or daytime slut.", "translation": "Mình chưa bao giờ được ai chỉ bảo cách trang điểm đúng cách, nên kiểu gì thì cuối cùng cũng chỉ có trông giống diễn viên kịch sặc sỡ hoặc hơi lòe loẹt ban ngày thôi.", "target": "Women", "label": "Non HS"}
{"original": "@MaryVOICEOVER Please call me slut or whore sex mistress~", "translation": "@MaryVOICEOVER Bạn có thể gọi tôi là người yêu thích thử thách táo bạo nhé~", "target": "Women", "label": "Non HS"}
{"original": "Tight as in good abs ?", "translation": "Chắc như bụng sáu múi hả?", "target": "Women", "label": "Non HS"}
{"original": "@SunnyAnderson But we do need to teach our boys to Respect and Protect our women not harass rape beat and belittle them", "translation": "@SunnyAnderson Nhưng chúng ta cần dạy các chàng trai biết tôn trọng và bảo vệ phụ nữ, chứ không phải gây tổn thương hay làm họ buồn.", "target": "Women", "label": "Non HS"}
{"original": "@rachscullen @SadGalLaurie But she is saying that it will keep her safe. It won’t. And it won’t keep other woman safe. That is rape culture.", "translation": "@rachscullen @SadGalLaurie Cô ấy bảo rằng nó sẽ giúp cô ấy an toàn, nhưng thực ra thì không. Và nó cũng chẳng giữ an toàn cho phụ nữ khác. Đó chính là vấn đề văn hóa.", "target": "Women", "label": "Non HS"}
{"original": "The most feminine form which these days has been lost .", "translation": "Hình thức thể hiện nữ tính nhất ngày nay đã bị mai một rồi.", "target": "Women", "label": "Non HS"}
{"original": "It is a testament to your child rearing skills that your boy is turning around .", "translation": "Quả là minh chứng cho tài nuôi dạy con của bạn khi cậu bé nhà bạn đang dần trưởng thành tốt hơn.", "target": "Women", "label": "Non HS"}
{"original": "Bitch boi still doesn’t know his girl still barking up my tree 😴", "translation": "Thằng đó vẫn chưa biết bạn gái của mình đang say mê mình luôn 💤", "target": "Women", "label": "Non HS"}
{"original": "Killer of woman , child in Oak Cliff gets death penalty | News for Dallas , Texas | Dallas Morning News | Dallas-Fort Worth Crime News | Dallas-Fort Worth News", "translation": "Kẻ sát hại phụ nữ và trẻ em ở Oak Cliff bị kết án tử hình.", "target": "Women", "label": "Non HS"}
{"original": "Cfr #MeToo to the people braggin'with that 'not all men' bs: just because it doesn't concern you doesn't mean it doesn't exist -", "translation": "Nhắn gửi mấy ai hay nói “không phải đàn ông nào cũng thế”: Chuyện không dính tới bạn không có nghĩa là nó không tồn tại đâu nhé.", "target": "Women", "label": "Non HS"}
{"original": "I honestly believe that folks are S L O W L Y getting wise , and fed up with this `` sea hags '' crap .", "translation": "Mình thiệt lòng thấy mọi người dần dần nhận ra và chán ngấy mấy cái chuyện bịp bợm \"phù thủy biển cả\" này rồi.", "target": "Women", "label": "Non HS"}
{"original": "@cecilialoveee_ don't do too much before I expose you baby hoe Bitch 😂😂😘", "translation": "đừng làm quá trước khi tôi bóc phốt bạn, cưng yêu à", "target": "Women", "label": "Non HS"}
{"original": "Thank you babygirl 😘 https://t.co/OjyMa1eDZm", "translation": "Cảm ơn em yêu nhé", "target": "Women", "label": "Non HS"}
{"original": "When your ex leaves her shoes at your place https://t.co/92M3UlnysJ", "translation": "Khi người yêu cũ lỡ để quên đôi giày ở nhà bạn https://t.co/92M3UlnysJ", "target": "Women", "label": "Non HS"}
{"original": "Will you marry me and be my eternal wife in this life and when we enter Valhalla together ?", "translation": "Em có đồng ý cưới anh, làm vợ yêu của anh từ đời này đến kiếp sau, đi đến bất kỳ nơi nào cùng nhau không?", "target": "Women", "label": "Non HS"}
{"original": "The woman that accused Nelly of rape says the system has failed her. https://t.co/KPIKW1W9VG", "translation": "Người phụ nữ tố Nelly cưỡng hiếp khẳng định hệ thống pháp lý đã không bảo vệ được cô ấy.", "target": "Women", "label": "Non HS"}
{"original": "@AvenDones Lol they always say a little trim but when you look in the mirror you're a whole new Bitch 😭", "translation": "@AvenDones Haha, lúc đầu thì cứ bảo tỉa chút ít thôi, thế mà xong xuôi nhìn vào gương thấy mình như hoá thành phiên bản mới hoàn toàn luôn 😭", "target": "Women", "label": "Non HS"}
{"original": "Bitch couldn't tell me he was going to Orlando cause he going to be a whore ! So DO YOUUUUUU lil baaabby", "translation": "Hắn bầy nhầy lắm, không chịu nói là đang đi Orlando để phá đám cưới. Làm gì thì làm đi nhó, cưng ơi!", "target": "Women", "label": "Non HS"}
{"original": "@__SHANYA_ Bitch you got plans! With me hoe!", "translation": "@__SHANYA_ Cưng ơi, mình có kế hoạch với nhau nhé!", "target": "Women", "label": "Non HS"}
{"original": "A guy in my jr high called me a slut, bitch and whore bc i didnt like him 🙃 thus began relentless bullying by my pe… https://t.co/KXnRi2w9PN", "translation": "Một cậu bạn ở trường cấp hai gọi mình bằng điếm, đỹ chỉ vì mình không thích cậu ta 🙃 và thế là mình bị bạn bè bắt nạt không ngừng...", "target": "Women", "label": "Non HS"}
{"original": "When multiple women hear and share stories of rape by #Weinstien how can he get a fair trail ?", "translation": "Khi nhiều phụ nữ nghe và chia sẻ câu chuyện bị tấn công bởi #Weinstein, làm sao ông ta có thể có một phiên tòa công bằng được nhỉ?", "target": "Women", "label": "Non HS"}
{"original": "@Baddiel I don't mind her saying she's a whore, but the implication regarding other women and #MeToo goes beyond the pale.", "translation": "@Baddiel Cô ấy có nói mình là gái gọi thì tôi không bận tâm lắm, nhưng hàm ý liên quan đến những phụ nữ khác và #MeToo thì thật là quá đáng.", "target": "Women", "label": "Non HS"}
{"original": "Nelly Rape Accuser Will Reportedly Drop Her Case - The woman who accused Nelly of rape will reportedly not... https://t.co/6M4poRQqh5", "translation": "Người tố cáo Nelly tội hiếp dâm được cho là sẽ rút đơn kiện - Theo báo cáo, người phụ nữ tố cáo Nelly sẽ không tiếp tục tiếp tục vụ kiện nữa.", "target": "Women", "label": "Non HS"}
{"original": "When you're sneaking in after a long, hard night of cheating and don't wanna wake your girl cause you're a good guy https://t.co/FAYU35QPQQ", "translation": "Khi lén về nhà sau một đêm dài \"xả stress\" và không muốn đánh thức nàng vì mình vẫn là chàng trai tốt https://t.co/FAYU35QPQQ", "target": "Women", "label": "Non HS"}
{"original": "Watch how long she keeps her eyes on your eyes , and on you in general , when you just start turning away .", "translation": "Để ý xem cô ấy giữ ánh mắt mình nhìn vào bạn bao lâu khi bạn bắt đầu quay đi nhé.", "target": "Women", "label": "Non HS"}
{"original": "UK Pensioner Faces 350 Lashes In Saudi Arabia why does this country exist it does nothing for migrants picks on old men no help from anyone", "translation": "Một cụ ông người Anh đang đối mặt với 350 roi ở Ả Rập Xê Út, sao đất nước này lại như vậy, chẳng giúp gì cho ai cả, lại còn gây khó khăn cho người già.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "Sounds like when I was down in Collier County last summer .", "translation": "Nghe giống như khi hè năm ngoái mình xuống Collier chơi vậy.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "My earliest known paternal ancestor was a Norman knight who sent two sons across the Channel in 1066 .", "translation": "Tổ tiên bên nội của mình là một hiệp sĩ Norman, người đã đưa hai người con trai vượt eo biển vào năm 1066.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "Mam and Dad 's side both Irish .", "translation": "Cả hai bên nội ngoại nhà mình đều gốc Ireland luôn đấy! ", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "Nearly everyone has better high speed rail that we do .", "translation": "Hầu như ai cũng có hệ thống tàu cao tốc xịn hơn chúng ta nhỉ.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "According to wikipedia its origin is also Gaelic and Celtic .", "translation": "Theo Wikipedia, nguồn gốc của nó cũng đến từ ngôn ngữ Gaelic và Celtic.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "Get off your arse and do it yourself.Hand out a few leaflets in some Irish town and show pictures i done it years ago in Dublin why cant you do it now ?", "translation": "Tự thân vận động đi, phát vài tờ rơi ở mấy thị trấn nhỏ đi, năm xưa anh cũng đã từng làm ở Dublin rồi, sao giờ không thử làm nhỉ?", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "Swede", "translation": "Người Thụy Điển", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "It will be Iran war this time .", "translation": "Lần này có vẻ căng thẳng nhắm tới Iran rồi.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "SA is a model for the World .", "translation": "Nam Phi đúng chuẩn hình mẫu cho thế giới học hỏi luôn ấy!", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "Hi, I am very respectable nordic man , living in Finland , aged 34 .", "translation": "Chào mọi người, mình là một anh chàng Bắc Âu rất lịch sự và đang sống ở Phần Lan, năm nay 34 tuổi.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "Have you ever spent time outside of the Vancouver area ?", "translation": "Bạn đã từng đi ra khỏi khu vực Vancouver chưa?", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "North Korea reportedly launches ballistic missile https://t.co/b5nFSqmcJs", "translation": "Nghe đồn Triều Tiên lại vừa phóng tên lửa đạn đạo nữa rồi!", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "Hungarian Academy of Sciences - Semmelweis University , Institute of Forensic Medicine , Budapest , Hungary , 1091 E-mail : bujgyo@igaz.sote.hu Hey look it even has same year as Csabi 's hungarian music popularity in Romania , except in my case it has exact source specified with documentation and contact material and is not done by some sensationalist newspaper but by hungarian Universities .", "translation": "Viện Hàn lâm Khoa học Hungary - Đại học Semmelweis, Viện Y học Pháp lý, Budapest, Hungary, Email: bujgyo@igaz.sote.hu, trùng năm với trào lưu nhạc Hungary của Csabi ở Romania, nhưng thông tin của mình có nguồn gốc rõ ràng, được tài liệu hóa và liên hệ từ các trường đại học Hungary, chứ không phải từ báo lá cải.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "The goal of this poll is to figure out whether or not you view the White US troops in Iraq as your troops ?", "translation": "Mục đích của cuộc thăm dò này là để tìm hiểu xem bạn có coi các lính Mỹ da trắng ở Iraq như quân của bạn không nhỉ?", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "London artist shot dead in South Africa protecting his family from gunmen in raid during wedding anniversary - Crime - News - London Evening Standard", "translation": "Một nghệ sĩ ở London bị bắn chết ở Nam Phi khi đang bảo vệ gia đình trước những kẻ nổ súng trong cuộc đột kích vào dịp kỷ niệm ngày cưới.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "But the dance itself has elements also found it Bulgaria .", "translation": "Tuy nhiên, điệu nhảy này cũng có vài nét giống với Bulgaria.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "Second , I really hope one day you chauvinists try to take our Transylvania from us ! 1330 Posada , ring a bell ? 1467 Baia , ring a bell ? 1599 Selimbar , ring a bell ?", "translation": "Thứ hai, tôi thật sự hy vọng một ngày nào đó các bạn sẽ thử giành lấy Transylvania của tụi tôi! Ai còn nhớ Posada 1330, Baia 1467, hay Selimbar 1599 không nhỉ? ", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "Okay so if I go by that logic means you 're willing to give up that piece of land ...", "translation": "Vậy là nếu suy theo cách đó thì có nghĩa là bạn sẵn sàng từ bỏ mảnh đất đó luôn hả?", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "It is just starting to happen in Riga .", "translation": "Chuyện đó vừa mới bắt đầu diễn ra ở Riga thôi.", "target": "Nationalities/Regions", "label": "Non HS"}
{"original": "The Trump supporter has made a name for himself with anti-immigrant views and allegations of voter fraud. Will Republicans make him their pick for governor? https://t.co/GT0t3faZPb", "translation": "Người ủng hộ Trump đã gây chú ý với quan điểm chống nhập cư và cáo buộc gian lận bầu cử. Liệu đảng Cộng hòa có chọn anh ta làm ứng cử viên thống đốc không nhỉ?", "target": "Political Affiliations", "label": "Non HS"}
{"original": "Now it is time to drive out all traitors !", "translation": "Bây giờ là lúc để cho tất cả những ai không đồng lòng ra đi!", "target": "Political Affiliations", "label": "Non HS"}
{"original": "Writing in David Duke 's name is fine because such a vote will still send the message that white America will not be taken for granted .", "translation": "Việc bầu cho một người như David Duke có thể vẫn tượng trưng rằng người Mỹ gốc Âu không muốn bị coi nhẹ trong các cuộc bầu cử.", "target": "Political Affiliations", "label": "Non HS"}
{"original": "@kelly_ramona @AngeleStar11 @realDonaldTrump If you missed me on Laura Ingraham yesterday join me today and listen to \"I Love Your President\" #ProudAmerican #1A #TrumpTrain #AmericaFirst#KAG #BuildThatWall", "translation": "@kelly_ramona @AngeleStar11 @realDonaldTrump Nếu hôm qua bạn bỏ lỡ tôi trên chương trình của Laura Ingraham, hãy tham gia hôm nay và lắng nghe \"Tôi Yêu Tổng Thống Của Bạn\" nhé! #TựHàoNgườiMỹ #1A #TàuTrump #NướcMỹTrướcTiên #KAG #XâyDựngBứcTường", "target": "Political Affiliations", "label": "Non HS"}
{"original": "http://whale.to/c/jeff_gates1.html Here 's what I mean when currently WN have to operate under Moscow Rules .", "translation": "Hiện giờ, khi cần hành động thận trọng, mình nghĩ rằng các quy tắc Moscow là cách tiếp cận tốt nhất.", "target": "Political Affiliations", "label": "Non HS"}
{"original": "The Dr.Ron Paul! #makelibertywin #yalcon2018 #presidentpaul #endthefed #sendthemhome #liberty @ Reston, Virginia https://t.co/6KA956itv7", "translation": "Tiến sĩ Ron Paul kìa! #tựdocảmthắng #yalcon2018 #tổngthốngpaul #kếtthúcfed #trởvềnhà #tựdo @ Reston, Virginia", "target": "Political Affiliations", "label": "Non HS"}
{"original": "Im glad that he quit because he should never have said he was sorry and he is a coward for backing down", "translation": "Mình vui vì anh ấy đã từ bỏ, nhưng đúng ra anh ta không cần phải xin lỗi vì không đáng để nhượng bộ như vậy.", "target": "Political Affiliations", "label": "Non HS"}
{"original": "Weekly Sunday tweet: Goodmorning to everyone except dick riding @raylewis and his Bitch ass president, staff and whoever else fucks with em", "translation": "Chào buổi sáng Chủ Nhật vui vẻ tới tất cả mọi người nhé!", "target": "Political Affiliations", "label": "Non HS"}
{"original": "BE EDUCATED AND DONT LET CONTROLLED MEDIA TO BRAINWASHED YOU.", "translation": "Hãy là người có học và đừng để truyền thông kiểm soát khiến bạn bị ngộ nhận nhé.", "target": "Political Affiliations", "label": "Non HS"}
{"original": "I think it 's profitable to jump on at mainstream conservative chatboards like conservativeunderground.com.", "translation": "Mình thấy tham gia mấy diễn đàn bảo thủ nổi tiếng như conservativeunderground.com có thể rất hữu ích đấy.", "target": "Political Affiliations", "label": "Non HS"}
{"original": "If there are strength in numbers that will stop a hurricane force, let's send all Trump supporters to form a wall along the east coast. #BuildThatWall #HurricanefFlorence", "translation": "Nếu sức mạnh nằm ở số đông mà có thể cản được bão, thì hay cùng nhau ra biển đông làm thành cái tường chặn bão nha mọi người! #XâyTườngChốngBão", "target": "Political Affiliations", "label": "Non HS"}
{"original": "Eight Years of Obama's Weakness Toward Russia https://t.co/1FQX7kfmpf", "translation": "Bài viết về tám năm quan hệ ngoại giao của Obama với Nga có điểm thú vị này: [link]", "target": "Political Affiliations", "label": "Non HS"}
{"original": "Ian 's arguments wins hands down , you lose sucker .", "translation": "Lý lẽ của Ian thuyết phục tuyệt đối, bạn chịu thua rồi!", "target": "Political Affiliations", "label": "Non HS"}
{"original": "We have a good reason for it to but you people want to get in the way of it .", "translation": "Chúng tôi có lý do chính đáng cho việc đó nhưng mọi người lại cứ muốn cản trở.", "target": "Political Affiliations", "label": "Non HS"}
{"original": "@Nataya Not all men are animals. You Libs want muslims to come over still? Better pick a side.", "translation": "@Nataya Không phải tất cả đàn ông đều xấu xa đâu bạn ạ. Bạn vẫn muốn người Hồi giáo đến đây chứ? Nên chọn một bên thôi.", "target": "Political Affiliations", "label": "Non HS"}
{"original": "How about sticking the word hate on the police report and get the sentence quadrupled ?", "translation": "Làm sao gắn từ ghét vào biên bản cảnh sát để tăng gấp bốn lần án phạt nhỉ?", "target": "Political Affiliations", "label": "Non HS"}
{"original": "Transparency is forced on Western governments.", "translation": "Chính phủ phương Tây đang phải học cách minh bạch tựa như bị soi dưới chiếc kính lúp.", "target": "Political Affiliations", "label": "Non HS"}
{"original": "You need to wish them well and get on with your life , start a family of your own , that 's coming from someone who is working on the second part of what I told ya !", "translation": "Chúc họ mọi điều tốt đẹp và tiến lên trong cuộc sống, bắt đầu một gia đình riêng, chia sẻ từ một người cũng đang đi trên con đường như vậy!", "target": "LGBTQ+", "label": "Non HS"}
{"original": "If I invite you over to take shots, this is what you can expect https://t.co/6foauUxkY0", "translation": "Nếu mình mời bạn qua uống vài ly thì bạn biết trước là cuộc chơi sẽ như thế này nhé https://t.co/6foauUxkY0", "target": "LGBTQ+", "label": "Non HS"}
{"original": "http://www.passportmagazine.com/33/Sitges.php Too bad , because it 's a beautiful landscape and beaches ...", "translation": "Thật tiếc nhỉ, vì phong cảnh và bãi biển ở đó đẹp mê hồn luôn!", "target": "LGBTQ+", "label": "Non HS"}
{"original": "Feel free to join !!", "translation": "Thoải mái tham gia nha !!", "target": "LGBTQ+", "label": "Non HS"}
{"original": "David Allen Snyder , age 26 , died on October 18 , 2009 at his residence in Findlay , Ohio R.I.P. David Allen Snyder Obituary at Coldern Crates Funeral Homes The jury took only about four hours Tuesday afternoon and early evening to convict Cornelius Patterson Junior of the October , 2009 murder of 26-year-old David Snyder in a Jennifer Lane apartment complex where both men lived .", "translation": "David Allen Snyder, 26 tuổi, đã qua đời vào ngày 18 tháng 10 năm 2009 tại nhà riêng ở Findlay, Ohio. Hãy yên nghỉ, David Allen Snyder. Thông báo tang lễ sẽ được tổ chức tại Coldern Crates Funeral Homes. Ban hội thẩm mất khoảng bốn giờ chiều tối thứ ba để kết án Cornelius Patterson Junior vì tội giết người vào tháng 10 năm 2009, nạn nhân là David Snyder 26 tuổi, tại khu chung cư Jennifer Lane, nơi cả hai cùng sống.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "Children from middle schools and high schools across Massachusetts on May 9 attended a Youth Pride Day event ending with a prom inside of Boston City Hall sponsored by the Boston Alliance of Gay , Lesbian , Bisexual , Transgender Youth , or BAGLY , a group seated on the Massachusetts Commission for GLBT Youth ..", "translation": "Ngày 9/5, các học sinh trung học cơ sở và trung học phổ thông khắp Massachusetts đã tham gia Ngày Tự Hào Thanh Thiếu Niên, kết thúc bằng một buổi dạ hội tại Tòa thị chính Boston do Liên minh Thanh Thiếu Niên Đồng Tính, Song Tính và Chuyển Giới Boston (BAGLY) tổ chức, đây là một nhóm nằm trong Ủy ban Thanh Thiếu Niên GLBT của Massachusetts.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "I don't eat pineapple, wtf do I care what my nut tastes like, that's your problem not mine", "translation": "Mình không ăn dứa, vị gì thì là chuyện của bạn chứ đâu phải của mình đâu.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "@CuntlessFag @GoodFetishSG DO NOT IMSULT MY FANS BITCH", "translation": "Tuyệt đối không được xúc phạm đến fan của mình, bạn nhé!", "target": "LGBTQ+", "label": "Non HS"}
{"original": "When dudes act like a chick they truly are a little bitch #hehoes", "translation": "Khi các anh chàng thể hiện như con gái, trông chẳng khác gì mấy bạn yếu đuối #hehoes", "target": "LGBTQ+", "label": "Non HS"}
{"original": "Thanks for the good stuff on here to show my kids .", "translation": "Cảm ơn bạn đã chia sẻ những điều hay để mình dạy cho các bé.", "target": "LGBTQ+", "label": "Non HS"}
{"original": "Why is there an exclusively homosexual high school when you do n't even go to school for sex in the first place ?!", "translation": "Tại sao lại có trường cấp ba dành riêng cho người đồng tính nhỉ, đi học là để học tập cơ mà chứ đâu phải vì giới tính đâu?!", "target": "LGBTQ+", "label": "Non HS"}
{"original": "I would say not !", "translation": "Tôi sẽ nói là không đâu nhé!", "target": "LGBTQ+", "label": "Non HS"}
{"original": "Like a septic tank.", "translation": "Giống như bể phốt.", "target": "People with Disabilities", "label": "Non HS"}
{"original": "THEY ARE NOT ODD !!!!", "translation": "Họ không có gì lạ đâu nha!!!", "target": "People with Disabilities", "label": "Non HS"}
{"original": "I have been able to become more active than ever because of this site .", "translation": "Nhờ trang này, mình hoạt động còn tích cực hơn bao giờ hết luôn đó.", "target": "People with Disabilities", "label": "Non HS"}
{"original": "Are you seeing a Doctor to get some medication against your high blood pressure ?", "translation": "Bạn có đi gặp bác sĩ để lấy thuốc điều trị huyết áp cao không?", "target": "People with Disabilities", "label": "Non HS"}
{"original": "``Thebest thing to do is stand there and look them straight in their eyes with the NO FEAR stare and wait for them to throw their signature haymaker . ''", "translation": "Điều tuyệt vời nhất là cứ bình tĩnh mà đứng, nhìn vào mắt họ với ánh mắt không nao núng, đợi họ tung cú đánh quen thuộc của mình.", "target": "People with Disabilities", "label": "Non HS"}
{"original": "Larger fish eat smaller fish and with each step of ' the big eating small , ' as you go up the chain , any mercury becomes more concentrated , thus the larger the fish , the more chance they will have some mercury in them .", "translation": "Cá lớn ăn cá bé, theo từng bậc trong chuỗi \"cá lớn nuốt cá bé\", lượng thủy ngân sẽ tích tụ nhiều hơn, nên cá càng lớn thì khả năng có thủy ngân càng cao.", "target": "People with Disabilities", "label": "Non HS"}
{"original": "Neither an attack on his nose ( which I ca n't distinguish from my own BTW ) .", "translation": "Không phải là chê mũi của anh ấy đâu (mà thật ra nếu không nói thì mình cũng chẳng nhận ra khác nhau chút nào).", "target": "People with Disabilities", "label": "Non HS"}
{"original": "drinking does ease the sorrow of a lonely life .. it 's so tempting to just go out and get drunk , and laid like i did in my youth .. but i have n't got the energy for it anymore .. more likely to lie in bed and cry until it 's time to go work .. still hoping life gets better than this : drink 2508", "translation": "Uống rượu giúp vơi bớt nỗi buồn cô đơn, thời trẻ chỉ muốn ra ngoài say sưa quên hết, nhưng giờ đã chẳng còn sức nữa rồi, chỉ muốn nằm dài khóc cho đến lúc đi làm. Vẫn hy vọng cuộc sống sẽ khá hơn.", "target": "People with Disabilities", "label": "Non HS"}
{"original": "Intelligent parents usually have intelligent kids the same as when two good looking people procreate , it usually results in good looking kids , more genetic than luck .", "translation": "Ba mẹ thông minh thường sinh con cũng thông minh, giống như khi hai người ưa nhìn kết hợp với nhau, thường sẽ ra đời những đứa con dễ thương, do gen nhiều hơn là may mắn.", "target": "People with Disabilities", "label": "Non HS"}
{"original": "I 'm sure Gaelic games especially hurling would be too rough for them also .", "translation": "Mình nghĩ chắc mấy trò trong Gaelic, đặc biệt là hurling, khá là mạnh mẽ, không biết họ có theo nổi không nữa.", "target": "People with Disabilities", "label": "Non HS"}
{"original": "LMWAO!You were letting them fish in your pockets ?", "translation": "Haha, sao mà để họ móc túi không chứ!", "target": "Economic Status", "label": "Non HS"}
{"original": "The Management of CEMENCO in consultation with the Ministry of Commerce has announced a new measure aim at providing affordable and quality cement to the people of Liberia.https://t.co/cJS7PmfVVk", "translation": "Ban lãnh đạo của CEMENCO sau khi thảo luận với Bộ Thương mại đã công bố biện pháp mới nhằm mang đến xi măng chất lượng với giá hợp lý cho người dân Liberia.", "target": "Economic Status", "label": "Non HS"}
{"original": "Tens of thousands of people graduate with these worthless degrees , find out they 're unemployable in today 's bleak job market , then take on several tens of thousands in ( more ) student debt to get a law or business degree -- and find out things are n't much better .", "translation": "Hàng chục ngàn người tốt nghiệp với những tấm bằng không mấy giá trị, nhận ra rằng họ khó kiếm việc trong thị trường việc làm ảm đạm hiện nay, rồi lại vay nợ thêm hàng chục ngàn nữa để học luật hoặc kinh doanh - và rồi phát hiện mọi thứ không khá hơn.", "target": "Economic Status", "label": "Non HS"}
{"original": "Full MSRP is $ 1108 for the night sights model .", "translation": "Giá bán lẻ đề xuất cho mẫu có đèn ngắm ban đêm là 1108 đô.", "target": "Economic Status", "label": "Non HS"}
{"original": "As it is , now they get free meals and watch TV all day with the tax payer footing the bill .", "translation": "Hiện giờ, họ đang thoải mái nhận bữa ăn miễn phí và xem TV cả ngày trong khi chi phí được đài thọ từ tiền thuế của dân.", "target": "Economic Status", "label": "Non HS"}
{"original": "I wonder if they 'll let me keep the extra euro if i say i 'm ' ' unwaged ' ' .", "translation": "Mình tự hỏi liệu họ có cho mình giữ thêm đồng euro nào nếu mình nói mình là \"người chưa có việc làm\" không nhỉ.", "target": "Economic Status", "label": "Non HS"}
{"original": "Can anyone give me some links or a loan company they went through for student loans ?", "translation": "Mọi người có biết công ty nào cho vay sinh viên ok hoặc có đường link nào hữu ích không, chia sẻ giúp mình với?", "target": "Economic Status", "label": "Non HS"}
{"original": "At the moment the situation is dire .", "translation": "Hiện tại, tình hình đang căng như dây đàn.", "target": "Economic Status", "label": "Non HS"}
{"original": "I thought Bono and Clooney were picking up the tab for Africa ??", "translation": "Tưởng đâu Bono với Clooney lo vụ này cho châu Phi rồi chứ??", "target": "Economic Status", "label": "Non HS"}
{"original": "Taking money from Oregon taxpayers , while 1500 miles away .", "translation": "Lấy tiền của dân nộp thuế ở Oregon mà cách tận 1500 dặm cơ.", "target": "Economic Status", "label": "Non HS"}
{"original": "Next to the section of those job openings ?", "translation": "Khu vực bên cạnh mấy vị trí tuyển dụng đó hả?", "target": "Professions and Roles", "label": "Non HS"}
{"original": "Carver is as much of a fraud as Michael King !", "translation": "Carver và Michael King chắc như nhau thôi, đều là kiểu nhân vật nói một đằng làm một nẻo!", "target": "Professions and Roles", "label": "Non HS"}
{"original": "@jakepaul ur vids are great but learn to not be an asshole off camera bitch", "translation": "Nội dung video của bạn hay đấy Jake Paul, nhưng ngoài đời thỉnh thoảng cần cư xử dễ thương chút đi nha!", "target": "Professions and Roles", "label": "Non HS"}
{"original": "I 'm going to go with my old man .", "translation": "Mình sẽ đi cùng với ông già của mình.", "target": "Professions and Roles", "label": "Non HS"}
{"original": "Whoever cut down the rope swing is a bitch", "translation": "Ai mà gỡ cái xích đu đi thật đúng là người xấu tính.", "target": "Professions and Roles", "label": "Non HS"}
{"original": "@DamienHaas congrats on becoming the breakfast bitch, if you were watching the comments I was the one with the lobster shoe profile pic♥️♥️", "translation": "@DamienHaas chúc mừng nhé, giờ anh làm \"ông hoàng bữa sáng\" rồi! Nếu anh có đọc bình luận thì em là người có ảnh đại diện giày tôm hùm nè", "target": "Professions and Roles", "label": "Non HS"}
{"original": "I would n't be surprised if I 've yelled and cussed at one of his call center cousins on the phone before .", "translation": "Chắc hẳn đã có lần mình nổi nóng và la mắng người họ hàng của anh ấy đang làm ở tổng đài rồi.", "target": "Professions and Roles", "label": "Non HS"}
{"original": "A former accountant for retailer American Apparel Inc. has filed a wrongful termination suit against the company alleging that he was fired after refusing requests from Chief Executive jew Dov Charney to inflate figures on the company 's balance sheet .", "translation": "Một cựu kế toán của nhà bán lẻ American Apparel Inc. đã kiện công ty vì cho rằng anh bị sa thải oan do từ chối yêu cầu của CEO Dov Charney về việc thổi phồng các con số trên bảng cân đối kế toán của công ty.", "target": "Professions and Roles", "label": "Non HS"}
{"original": "As long as you do n't do that , they ca n't accuse you of misusing company time , or creating a hostile work environment", "translation": "Chỉ cần bạn không làm điều đó, họ sẽ không thể nói bạn đang lạm dụng thời gian của công ty hay gây rối chỗ làm đâu.", "target": "Professions and Roles", "label": "Non HS"}
{"original": "Further pictures and details from `` Greek and Roman Artillery Wiki '' .", "translation": "Hãy xem thêm hình ảnh và thông tin chi tiết từ \"Wiki Vũ khí Hy Lạp và La Mã cổ đại\" nhé!", "target": "Professions and Roles", "label": "Non HS"}
{"original": "How much RAM do you need? It’s probably less than you think #graphicdesign https://t.co/VvpoFzNTjF", "translation": "Bạn cần bao nhiêu RAM nhỉ? Chắc ít hơn bạn nghĩ đó! #thietkedohoa", "target": "Professions and Roles", "label": "Non HS"}
{"original": "Their singing was too cute .", "translation": "Họ hát dễ thương quá chừng luôn.", "target": "Professions and Roles", "label": "Non HS"}
{"original": "The work involves : selling sporting goods and assisting customers with questions or problems .", "translation": "Công việc này là bán đồ thể thao và hỗ trợ khách hàng khi họ có thắc mắc hay gặp khó khăn.", "target": "Professions and Roles", "label": "Non HS"}
{"original": "Getting to the heart of a matter works as well .", "translation": "Đi thẳng vào vấn đề thì lúc nào cũng hiệu quả mà.", "target": "Professions and Roles", "label": "Non HS"}
{"original": "@foxboroughcc Remember you have to get the ball in the hole too. Have your fun pal!!! ;)", "translation": "@foxboroughcc Nhớ là phải đưa bóng vào lỗ nữa nha. Thoải mái vui vẻ nhé bạn! ;)", "target": "Professions and Roles", "label": "Non HS"}
{"original": "@YourMusicWhore see you again and foreword are easily the best on that bitch.", "translation": "@YourMusicWhore mấy bài \"See You Again\" và \"Foreword\" đúng là đỉnh của chóp luôn!", "target": "Miscellaneous Identifiable Groups", "label": "Non HS"}
{"original": "I preordered 7 wings concept book and they all came without the lenticular i was a depressed bitch for a whole week", "translation": "Mình đã đặt trước 7 cuốn sách concept của Wings mà khi về chẳng có cái ảnh lenticular nào, thấy buồn chả buồn nổi cả tuần luôn.", "target": "Miscellaneous Identifiable Groups", "label": "Non HS"}
{"original": "Border Patrol Agents Bust MS-13, 18th Street Gang Members in South Texas via @BreitbartTexas @SenTomCotton #StopTheInvasion", "translation": "Các đặc vụ biên phòng bắt giữ thành viên băng đảng MS-13 và 18th Street ở miền Nam Texas.", "target": "Miscellaneous Identifiable Groups", "label": "Non HS"}
{"original": "I must say this is creepy !", "translation": "Phải công nhận điều này thấy rợn rợn ghê!", "target": "Miscellaneous Identifiable Groups", "label": "Non HS"}
{"original": "If your white, red, and blue converse are no longer white THROW THEM TF AWAY! I'm tired of seeing them dingy ass shoes. Ya ain't cute bitch", "translation": "Nếu đôi converse trắng, đỏ, và xanh của bạn không còn trắng nữa thì quăng ngay đi! Tôi chán nhìn mấy đôi giày bẩn thỉu đó rồi.", "target": "Miscellaneous Identifiable Groups", "label": "Non HS"}
{"original": "Bitch wtf is that noise, are the bugs making noise already too??? like go back to sleep you assholes", "translation": "Trời ơi, cái âm thanh gì thế, mấy con côn trùng cũng kêu được sao??? Đi ngủ đi mấy đứa ồn ào!", "target": "Miscellaneous Identifiable Groups", "label": "Non HS"}
{"original": "This thread reminds me of a post from the old board .", "translation": "Chủ đề này làm mình nhớ đến một bài đăng ngày xưa trên diễn dàn cũ.", "target": "Miscellaneous Identifiable Groups", "label": "Non HS"}
{"original": "@mehulved Ensure you use a closed lid with a hole in the centre.. Else you'll send beans flying everywhere!", "translation": "Dùng cái nắp có lỗ ở giữa nhé, không thì đậu bay tứ tung đó!", "target": "Miscellaneous Identifiable Groups", "label": "Non HS"}
{"original": "He 's listed in my friends .", "translation": "Ảnh có trong danh sách bạn bè của mình.", "target": "Miscellaneous Identifiable Groups", "label": "Non HS"}
{"original": "Another songwriter encouraged many more people to come : `` If you 're going to San Francisco , be sure to wear a flower in your hair . ''", "translation": "Một nhạc sĩ khác khuyến khích thêm nhiều người nữa: \"Nếu cậu định đi San Francisco, nhớ diện bông hoa trên tóc nha!\"", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Good memories .", "translation": "Kỷ niệm đẹp.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "What an amazing picture .", "translation": "Đúng là một bức ảnh tuyệt vời quá đi!", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Is My Awakening still in print ?", "translation": "Sách \"Thức Tỉnh\" còn được phát hành không nhỉ?", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "I was there and I must say it 's great museum .", "translation": "Mình đã ghé qua và phải công nhận bảo tàng này tuyệt vời thật.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "They fought for their country and what they believed in .", "translation": "Họ đã chiến đấu vì quê hương và lý tưởng họ theo đuổi.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "It 's amazing how well dogs and cats get along when they are raised together .", "translation": "Thật tuyệt vời khi chó mèo sống chung từ nhỏ thì thân nhau lắm.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "We lose no matter what .", "translation": "Thua kiểu gì cũng có vẻ như số rồi.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Perhaps people will take you more seriously if you do n't make as many grammar errors and using repulsive language .", "translation": "Có thể mọi người sẽ tôn trọng bạn hơn nếu bạn viết câu từ chính xác và tránh dùng ngôn ngữ thô tục.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "I guess they just really wanted to make sure the lies sunk in .", "translation": "Chắc là họ quá quyết tâm để đảm bảo lời nói dối đó phải thấm vào lòng người.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "I found the whole UFC 1 event on youtube a while ago , was great back then no gloves and only a few rules .", "translation": "Mình vừa tìm lại được cả sự kiện UFC 1 trên Youtube, ngày xưa xem đã lắm, chẳng có găng tay và chỉ có vài luật chơi thôi.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Apart from that , a decent video .", "translation": "Ngoài điều đó ra thì video này cũng hay ra phết.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "We will just have to wait and see .", "translation": "Cứ từ từ rồi kết quả sẽ rõ thôi.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "I want more data but this is a good start ... You 've made me wish I had n't been such a TV-phobe these last few years Next stop , I 'll be looking up all these characters and adding photos in case there are other cave dwellers like me on this thread ...", "translation": "Mình muốn có nhiều dữ liệu hơn nhưng bắt đầu thế này cũng ổn rồi... Làm mình thấy tiếc mấy năm trước mình ghét TV quá chừng. Tiếp theo đây, mình sẽ tìm hiểu thêm về các nhân vật này và thêm ảnh nữa, biết đâu có ai cùng hội ở ẩn giống mình trong đám đông này thì sao...", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "*cough cough* loser https://t.co/rRDUZpaPbs", "translation": "*hắng giọng* Thất bại quá! 🤷‍♂️ https://t.co/rRDUZpaPbs", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "This is the night he and I got all engaged and stuff .", "translation": "Đây là cái đêm mà tụi mình chính thức đính hôn này nọ.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Hell some places are a buck a round for green tip its hilarious .", "translation": "Có những chỗ bán viên đạn green tip tới cả trăm nghìn một viên, thật buồn cười!", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "If we each spend three hours on this we will be the talk of all of the news stations .", "translation": "Nếu mỗi chúng ta dành ba tiếng đồng hồ cho vụ này, đảm bảo đài nào cũng nhắc đến tên tụi mình.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Every time , when i watch these videos , or my friends , mates tells me about it , i always feel bad about , that i have to be here , becouse of the university ...", "translation": "Mỗi lần xem mấy video này hay nghe bạn bè kể lại, tôi cứ thấy tiếc khi phải ở đây học đại học.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "@radiateandfade @MsLovelyladi30 @TheRoot If you're encouraging people to boycott papa John's, why not encourage people to boycott NY times for their racism as well?", "translation": "@radiateandfade @MsLovelyladi30 @TheRoot Nếu đã kêu gọi tẩy chay papa John's, thì tại sao không kêu gọi tẩy chay luôn cả NY times cho công bằng nhỉ?", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Then the Mother rings the dinner bell on the porch .", "translation": "Rồi mẹ gõ chuông báo giờ cơm trên hiên nhà.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "I have a lot of albums that were left in the house that I bought from my grandfather 's estate after he passed away .", "translation": "Mình có một đống album để lại trong ngôi nhà mình mua từ tài sản của ông nội sau khi ông qua đời.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "I think I was my own `` tiger mom '' when in Montessori school ... around age 3 My memories are vague ( cue song ) but Mumsy said they had hoola hoops we sat in and whenever a kid stepped in mine I slapped him/her .", "translation": "Hồi học trường Montessori, tầm 3 tuổi, mình như tự làm \"mẹ hổ\" của mình luôn ấy... ký ức hơi mơ màng (nhạc nhẹ nhàng bật lên) nhưng mẹ bảo lúc đó có mấy cái vòng hula, ai mà dám bước vào vòng của mình là mình vung tay liền.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "In late June early July with friends and family ..", "translation": "Cuối tháng Sáu đầu tháng Bảy đi chơi cùng bạn bè và gia đình là hết ý!", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Have you reserved your spot at RAM's Annual Art Affair?! RAM members get 25% off admission price! https://t.co/stamPnVKh0", "translation": "Bạn đã giữ chỗ cho sự kiện nghệ thuật thường niên của RAM chưa?! Thành viên RAM được giảm 25% giá vé đấy!", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "You 're bang on .", "translation": "Chuẩn không cần chỉnh luôn.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Each lemming that hears Duke will awaken .", "translation": "Mỗi chú lemming mà nghe thấy Duke thì sẽ tỉnh giấc ngay thôi.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "At least they picked an appropriate name ... it seems like they are a bunch of kooks .", "translation": "Ít ra họ đã chọn một cái tên phù hợp ... trông có vẻ như họ rất độc đáo và khác thường.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Stocking up on canned goods is still a top priority .", "translation": "Việc tích trữ thực phẩm đóng hộp vẫn là ưu tiên hàng đầu nha.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Over looking Howe Sound .", "translation": "Ngắm cảnh vịnh Howe đẹp mê ly luôn.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "I dont even have any mood of going anywhere else than the stadium for some excersize and then back home .", "translation": "Mình chỉ muốn ra sân vận động tập thể dục rồi về nhà thôi, chẳng còn hứng đi đâu nữa.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "@timesofindia @ArvindKejriwal People of Goa must shun AAP,unless they want their beaches to be full of Jhugis,illegal migrants&amp;filth", "translation": "Xin hãy cân nhắc kỹ trước khi đưa ra quyết định về tương lai của Goa.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "NEVERRRRRRRRRRR https://t.co/avBnEg9KWJ", "translation": "KHÔNG ĐỜI NÀO ĐÂU!", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Rene Lavice, Jareth - Let You Go (Ram) #DrumnBass https://t.co/P4OW8uqtu6", "translation": "Rene Lavice và Jareth vừa thả bài chất gây nghiện \"Let You Go\" (Ram) #DrumnBass https://t.co/P4OW8uqtu6", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Yeah I downloaded them all just in case , have to wait until the all-in-one video gets posted again , seems the hews and their companies got to YT as usual and took it down ..", "translation": "Mình đã tải hết video rồi, phòng hờ khi nào có bản tổng hợp đăng lại thì không lo nữa, chắc lại do các công ty quyền lực trên YouTube làm sập thôi.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "They were great mysteries .", "translation": "Đó thực sự là những bí ẩn hấp dẫn.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "I just know about that one because about a year ago there was an article about their smut that I passed onto my friend who has a grade school aged son .", "translation": "Tôi biết chuyện đó vì khoảng một năm trước, có một bài viết về chuyện hài hước đó mà tôi đã chia sẻ cho người bạn có con trai đang học tiểu học.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "I LOVE WATCHING YOUTUBE VIDEOS WHERE THEY CALL OUT YOUTUBERS OR WHOEVER. I DEADASS LOVE CALL OUT CULTURE, IT'S PETTY BUT BITCH AND?", "translation": "Mình cực thích xem mấy video trên YouTube mà họ \"bóc phốt\" YouTuber hay ai đó. Mình mê lắm mấy vụ bóc phốt kiểu này, nhỏ nhặt thật nhưng mà sao nhỉ?", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "There is no-way in the world that was his first time ..", "translation": "Làm gì có chuyện đó là lần đầu của anh ấy được.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "RT @misa_lisaa: @Yourfuckboy1 your drunk Q&;A's on snapchat are entertaining af.", "translation": "RT @misa_lisaa: Mấy màn hỏi đáp trên Snapchat của bạn khi say đúng là giải trí thật luôn!", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "I don't have to smile, my emojis do that for me", "translation": "Không cần nở nụ cười, emoji đã giúp mình làm việc đó rồi.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "sex is cool and all but have u ever came back from school finding out your parents arent home so u just scream out \"FUCKING BITCH IM FUCKING HOME ALONE CUNT YUHHHHHHHH\" out cuz same", "translation": "Chuyện ấy thì thú vị đấy, nhưng có bao giờ bạn đi học về phát hiện bố mẹ không có nhà rồi la lên \"TÔI ĐƯỢC Ở NHÀ MỘT MÌNH, TUYỆT VỜI QUÁAAAA!\" chưa? Vì mình cảm giác như thế đó!", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Ever wonder why ?", "translation": "Có bao giờ bạn thắc mắc vì sao không?", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "- YouTube Big Mtn snow makes great dog flips - YouTube New Years Eve Fireworks and Torchlight Parade on Big Mountain - YouTube", "translation": "- Mấy chú chó nhào lộn cực đáng yêu trên núi tuyết Big Mtn được quay trên YouTube - Đón pháo hoa và lễ hội đuốc đầu năm mới cực chất trên Big Mountain cũng xuất hiện trên YouTube!", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Here's one of me I think it 's several months old though I am not certain .", "translation": "Đây là tấm ảnh của mình, chắc cũng vài tháng trước rồi, nhưng mình không nhớ chính xác.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Phantom of the Opera was one of my favorites growing up .", "translation": "Hồi nhỏ, mình mê \"Bóng Ma Trong Nhà Hát\" lắm!", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "today i had an assembly on diversity and how we should embrace other cultures and learn about them .", "translation": "Hôm nay, mình tham gia buổi hội thảo về sự đa dạng và cách chúng ta nên mở lòng đón nhận và tìm hiểu thêm về các nền văn hóa khác nhau.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Literally !!!!", "translation": "Thiệt luôn á !!!!", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "That is truly sad , I do n't know how anyone could destroy something that is so old .", "translation": "Thật buồn quá, không hiểu sao có người lại nhẫn tâm phá hủy một thứ đã trải qua bao năm tháng như vậy.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "May I share with the good people on this board a delightful and enriching video I found on YouTube of the town in which I grew up .", "translation": "Mọi người ơi, cho mình chia sẻ với cả nhà một video thú vị và ý nghĩa về thị trấn mình lớn lên mà mình tìm thấy trên YouTube nhé!", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Last weekend I was trying to lay some flowers on my grandad 's grave when suddenly , a blood geyser .", "translation": "Cuối tuần rồi, lúc mình định đặt bó hoa lên mộ ông thì tự dưng có thứ gì phọt máu lên luôn.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "How keyboard gangsters feel leaving their stupid ass comments https://t.co/IBox2gIyRc", "translation": "Cảm giác của mấy anh hùng bàn phím mỗi khi để lại mấy bình luận ngáo ngơ.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Thanks though .", "translation": "Dù sao cũng cảm ơn nhé.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "could you upload a pic of this amazing set up ?", "translation": "Bạn có thể chia sẻ một bức ảnh về góc setup tuyệt vời này được không?", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "I do n't watch T.V. or Hollywood movies .", "translation": "Mình không hay xem tivi hay phim Hollywood đâu.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "I was expecting more location-type questions .", "translation": "Mình cứ tưởng sẽ có thêm nhiều câu hỏi về địa điểm hơn cơ.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Over two thousand dollars damage and several hours to clean up .", "translation": "Hơn hai nghìn đô bị thiệt hại và mất mấy tiếng mới dọn dẹp được xong.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "If you are not registered I think that maybe you will not be able to see this .", "translation": "Nếu bạn chưa đăng ký, mình nghĩ có thể bạn sẽ không xem được cái này đâu.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Well said Ghost but , dont bother with that dude-he is one of those that always has to have the last word so it will just go on and on .", "translation": "Nghe hợp lý đó Ghost, mà đừng bận tâm làm gì cậu kia - cậu ấy kiểu người cứ phải nói câu cuối cùng nên mà tranh cãi thì chỉ kéo dài thêm thôi.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Any suggestions ?", "translation": "Có ý tưởng gì hay không?", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Just letting you know .", "translation": "Chỉ muốn báo bạn biết thôi.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Kids are very receptive to learning and teaching .", "translation": "Trẻ em rất nhạy với việc học hỏi và trao đổi kiến thức.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "I usually find it handy to connect with people I want to meet etc ie text them or talk on the phone so we can meet in person", "translation": "Mình thường thấy tiện khi liên lạc với người mình muốn gặp, như nhắn tin hay gọi điện để có thể gặp nhau trực tiếp.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "www.sjcsf.edu St. Mary 's College of Maryland , St. Mary 's , Md.", "translation": "Trường Cao đẳng St. Mary's ở Maryland, Mỹ.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "I know much about that event because I was in that crowd that day in 2010 .", "translation": "Mình biết rất rõ về sự kiện đó vì hôm ấy năm 2010 mình cũng ở trong đám đông đó.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Shocking .", "translation": "Chấn động thật luôn!", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Send us an email Unit14Global@gmail.com", "translation": "Gửi cho chúng tôi một email vào địa chỉ Unit14Global@gmail.com nhé!", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "And it is spreading very-very fast all over the world.", "translation": "Nó đang lan ra khắp thế giới nhanh như gió.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "In the end the only safe thing to eat is grass if you are lucky enough to have your own garden ( or grow your own food if you have the space ) and hope to hell the government here does n't do chemical spraying .", "translation": "Cuối cùng, an toàn nhất có khi là ăn rau trồng ở vườn nhà mình thôi, nếu bạn may mắn có không gian để tự trồng đồ ăn, và hy vọng chính quyền không xịt hóa chất.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "I 'm sure McGregor and Nate will put on a good show but I 'm not forking over $ 50 for one good fight on a ppv", "translation": "Chắc chắn McGregor và Nate sẽ cống hiến màn đấu cực đỉnh, nhưng mình không bỏ 50 đô chỉ cho một trận đỉnh trên pay-per-view đâu.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "As requested , here 's a link to the USA Today coverage of the mystery of the stinky suitcase .", "translation": "Như đã yêu cầu, đây là link bài viết của USA Today về vụ bí ẩn chiếc vali có mùi hôi.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "I 'm just out of college though. i guess i 'll join an mma school in the fall .", "translation": "Mới tốt nghiệp ra trường đây, chắc tới mùa thu mình sẽ đăng ký một lớp võ MMA cho vui.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Tell him no one cares what the American people think at this point. https://t.co/0eknFL8en8", "translation": "Bảo anh ấy rằng giờ này không ai quan tâm người Mỹ nghĩ gì đâu.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Is this true ?", "translation": "Có đúng vậy không?", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Disgusting !", "translation": "Thật kinh khủng!", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Gross 😷 I don't date https://t.co/LvIBqDzCFw", "translation": "Trời ơi, tôi né mấy vụ hẹn hò lắm", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "I heard that it 's youth corps. is really amazing , and they are one of the few large groups that accept younger people .", "translation": "Mình nghe nói trại hè thanh niên của họ cực kỳ tuyệt vời, và hiếm có nhóm lớn nào thu nhận nhiều bạn trẻ như vậy.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "White people have been around for 40,000 years IJ is the exact same thing the split is I and J J is older than I and it was J first farmers from that it became J2 I2 is what Dinaric have there are different subclades to being Nordic to be a Nordic I2 it has to be a I1 variant nice try though .", "translation": "Người da trắng đã xuất hiện khoảng 40,000 năm, và các nhánh gen như I và J, trong đó J là tổ tiên của những người nông dân đầu tiên. Để thuộc nhóm Bắc Âu I2, cần có biến thể I1 - đúng là phức tạp nhỉ!", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "I myself would distance myself from a family like that .", "translation": "Bản thân mình chắc cũng né xa gia đình kiểu đó thôi.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "If so , why ?", "translation": "Nếu vậy thì tại sao nhỉ?", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "At all .", "translation": "Hoàn toàn luôn.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "@Lilmax144 @cullencosta_ @adam22 Yeah stfu pussy aint copying shit, Im talking about my own shit yet you sitting here acting like you SHIT. You just mad you cant make music in the first place.", "translation": "@Lilmax144 @cullencosta_ @adam22 Thôi mấy bạn, mình đâu có sao chép ai đâu, chỉ đang nói về chuyện của mình thôi. Có vẻ bạn hơi bực vì không tự làm nhạc được thôi ấy mà.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Listening to this right now. Tis plaintive and wistfully beautiful", "translation": "Đang nghe bài này mà thấy sao nó da diết và đẹp đến nao lòng ấy.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Pick a few , you 'll see what I mean .", "translation": "Chọn vài món thử đi, rồi sẽ hiểu ngay mà!", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Fruita and Corona Seen Like Never Before | 303Cycling News Video of two mountain bikers riding in Colorado , filmed with a radio controlled helicopter .", "translation": "Video tuyệt đẹp ghi lại cảnh hai vận động viên đạp xe vượt núi tại Colorado từ góc nhìn cực độc đáo bằng máy bay trực thăng điều khiển từ xa, có thể xem trên 303Cycling News.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "WHO ARE THEY ?", "translation": "Họ là ai vậy nhỉ?", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "There will be a show in socal in early June .", "translation": "Đầu tháng Sáu này ở khu vực Nam California sẽ có show cực chất đó mọi người ơi!", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "You should look into it .", "translation": "Bạn nên tìm hiểu thêm về chuyện này đi.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Tell me this wo n't happen !", "translation": "Bảo tôi là chuyện này sẽ không xảy ra đi!", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Hate when ppl text my phone and i don't know the number but I ask who is this and ask me a question bitch stop texting my phone whoever u r", "translation": "Không thích khi có người lạ nhắn tin mà mình không biết số, đã hỏi ai rồi mà còn hỏi lại, làm ơn đừng nhắn nữa nha!", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Is n't that contradicting themselves ?", "translation": "Có phải họ đang tự mâu thuẫn với chính mình không nhỉ?", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "I wonder how any times this same video was posted on this thread .", "translation": "Mình thắc mắc không biết video này được đăng lại bao nhiêu lần trong chủ đề này nhỉ. ", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "That is the most ridiculous crap I have ever seen anyone type .", "translation": "Đúng là cái thứ hài hước nhất từ trước đến giờ tôi thấy ai đó gõ ra đấy.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "It makes my heart sick .", "translation": "Điều đó làm tim tôi chùng xuống.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Can YOU ever see people in general believing&acting in accordance with what I said?", "translation": "Bạn nghĩ có bao giờ mọi người sẽ tin và làm theo những gì mình nói không nhỉ?", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "@Communism_Kills They probably do because it reminds them of the times when women had to stay in home & that's why they get hysterical lol.", "translation": "Chắc họ thấy khó chịu vì gợi nhớ đến thời phụ nữ phải ở nhà, rồi đâm ra lo lắng, buồn cười ghê!", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "That 's all I ever see on the morning news .", "translation": "Đó là tình hình sáng nào cũng thấy trên bản tin.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "2. grades/age groups Whatever works 3. discipline tactics I do n't know .", "translation": "1. Học theo trình độ tuổi tác, miễn sao hiệu quả là được. 2. Chiêu nào để dạy bảo, mình cũng bó tay luôn.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Im going to read a lot instead this summer .", "translation": "Mùa hè này mình sẽ dành thời gian để đọc thật nhiều sách.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "I'm in Australia and I want it to be done and over with , my mum is constantly going on about the Olympics like it 's a big deal .", "translation": "Mình đang ở Úc mà mẹ cứ suốt ngày nhắc tới Thế vận hội như đó là chuyện lớn lắm vậy.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "There is nothing to add to this post ...", "translation": "Không còn gì để thêm vào cái bài đăng này đâu...", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Lo and behold , up popped The Beer thread .", "translation": "Vậy mà hay, tự dưng lại thấy chủ đề về Bia hiện lên kìa!", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Going next year does n't sound half bad ..", "translation": "Đi năm sau nghe cũng ổn phết á.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "First off I would laugh so hard I 'd turn blue .", "translation": "Mình cười đến ná thở luôn á!", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "I 've been in this scene for 14 years and it 's the same story every town/state I 've ever been to .", "translation": "Tôi đã gắn bó với lĩnh vực này 14 năm rồi, đi bất cứ tỉnh thành nào cũng thấy câu chuyện y chang nhau.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "This particular show is built off of viewer submissions , they are n't out trolling the waters for specific fish .", "translation": "Chương trình này được làm từ những nội dung do khán giả gửi về, chứ không phải đi săn tìm cá đặc biệt đâu.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "As someone who works with refugees; thank you Sprudge. https://t.co/pOWWStTh1d", "translation": "Là người làm việc với người tị nạn, mình rất cảm ơn Sprudge nhé!", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "It was put there in just the last few hours .", "translation": "Cái đó mới được đặt ở đó vài giờ trước thôi.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Thank you very much .", "translation": "Rất cảm ơn bạn nhiều nhé.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Just have a read at it and tell me is that truth or lie.", "translation": "Bạn đọc thử xem rồi cho mình biết đó là thật hay giả thôi.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "I have long loved Tchaikovsky ballets and Mussorgsky operas and now I enjoy Russian traditional music as well .", "translation": "Từ lâu tôi đã mê các vở ballet của Tchaikovsky và opera của Mussorgsky, giờ còn thích luôn cả nhạc truyền thống Nga nữa.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Thank you to all the people who 've responded here , and to those of you who 've sent me PM 's about it .", "translation": "Cảm ơn mọi người đã phản hồi ở đây, và cả những bạn đã gửi tin nhắn riêng cho mình nhé.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Thank you for sharing this website with us its really intrested and I learned something new and I like to learn .", "translation": "Cảm ơn đã chia sẻ trang web này nhé! Thú vị thật đấy, học được nhiều điều mới lắm và mình thích học hỏi mà.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "First time this year that I have seen this area hotter than Lakeland , Florida .", "translation": "Lần đầu tiên trong năm nay mình thấy khu vực này nóng hơn cả Lakeland, Florida luôn đấy!", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "What city do you live in ?", "translation": "Bạn đang sống ở thành phố nào vậy?", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Thanks", "translation": "Cảm ơn bạn nha!", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "German government is solid despite fight over migration, says Merkel https://t.co/cfdtGbs0sd", "translation": "Chính phủ Đức vẫn vững mạnh dù có tranh cãi về vấn đề di cư, theo Merkel cho biết.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "If kids come by , they get it .", "translation": "Nếu các bé tới chơi, là hiểu ngay thôi.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "A wind of change is starting to blow .", "translation": "Một làn gió mới đang bắt đầu thổi qua.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Please join the discussions first before posting your pictures .", "translation": "Hãy tham gia thảo luận trước khi đăng ảnh nhé!", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Note saying'what do you mean I dont need ID EVERYONE knows who I am' makes you look like an a%€hole #relaxthereDListcelebrity #humbleclearly", "translation": "Viết status kiểu \"ai cũng biết tôi là ai, cần gì ID\" chỉ làm bạn trông có vẻ tự mãn thôi mà #nghỉngơiđi #giảmbớtkiệunghệsĩ", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "So far as I have seen , it has n't .", "translation": "Theo mình thấy đến giờ vẫn chưa có gì đâu nha.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "all i can say is thank goodness i was n't educated in this country. i fear for our children i really do !", "translation": "Tôi chỉ biết nói rằng may mắn là tôi không học ở đây. Thực sự lo lắng cho thế hệ trẻ của chúng ta quá!", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "I feel like athletic whites do not have enough kids because when you have a lot of brothers it forces you to fight your way to the top .", "translation": "Mình thấy mấy cầu thủ người da trắng không đẻ nhiều con, nhưng mà con cái đông thì tụi nhóc phải tự đấu tranh để nổi bật.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "When autocorrect just gets you https://t.co/WbzNS46a9Q", "translation": "Khi tính năng tự sửa cứ làm bạn khổ sở thế này đây https://t.co/WbzNS46a9Q", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "I left a comment under his reply to the Tea Party video but I have to highlight it to be able to read it .", "translation": "Mình đã để lại bình luận dưới phản hồi của anh ấy trong video về Tea Party, nhưng phải bôi đen mới đọc được.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "This stupid dick head didn’t say thank you when I held the door for him going into 7/11 so I pulled that shit close in his face when I left", "translation": "Vừa mở cửa giúp đi vào 7/11 mà không nhận được một lời cảm ơn nào, lúc ra mình tiện tay đóng cửa luôn cho vui.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Never mind post .", "translation": "Không sao đâu, quên bài đăng đó đi.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "OOHH youre awesome cos you can swear..", "translation": "Ồ, bạn thật tuyệt vời vì biết chửi thề hay như thế.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "ZTV has the same owner as TV 3 .", "translation": "ZTV và TV 3 có cùng một ông chủ luôn á.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Well of course not , hell , my glock 40 9mils can hit a penny at a mile if I hold ' em sideways !", "translation": "Ôi giời ơi, khẩu súng của mình mà bắn ngang thì trúng đồng xu cách cả dặm luôn đó chứ!", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "I cant believe you 've lasted this long on this forum", "translation": "Không ngờ bạn trụ được lâu như vậy trên diễn đàn này đó!", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Go see you tube video about Z-Backscatter Vans too .", "translation": "Thử xem video về xe Z-Backscatter trên YouTube đi, hay lắm đó!", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Stupid is when someone do n't want the truth .", "translation": "Ngốc nghếch là khi ai đó không muốn nghe sự thật.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "You've walked right into it again .", "translation": "Lại dẫm phải vết xe đổ rồi!", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Eyes Wide Open , Just saw this link posted elsewhere and thought it relating to what you said .", "translation": "Mắt mở to đây, vừa thấy đường link này được người khác đăng và cảm thấy khá liên quan đến những gì bạn nói.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Even the forum of Local Government Ombudsman Watch are frightened to talk about the video .", "translation": "Thậm chí hội phụ trách giám sát Chính phủ Địa phương cũng ngại nhắc đến video đó.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Hi guys I am thinking of going to Katowice at the weekend .", "translation": "Chào mọi người, mình đang tính cuối tuần này đi Katowice chơi nè.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "`` Why did n't you order a beer ? '' they all ask .", "translation": "\"Ủa sao anh/chị/em không gọi bia vậy?\" mọi người đều thắc mắc.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "There IQ is pretty worthless if they have n't discovered a cure for cancer , MS , Parkinson or HIV , ETC .... bah .... all I see is numbers .", "translation": "IQ cao mà chưa tìm ra cách chữa ung thư, MS, Parkinson hay HIV thì cũng như không thôi... tóm lại chỉ là con số thôi.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "I have n't seen music for this floating around but if you have the sheet music for piano I 'd be happy to get to work on a transcription for you if you can send me a pdf or something .", "translation": "Mình chưa thấy bản nhạc nào cho bài này được chia sẻ, nhưng nếu bạn có bản nhạc piano thì gửi mình pdf hoặc file gì đó, mình sẽ rất vui làm bản chép tay lại cho bạn.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "or say sentences with a swear word in between each word except to music , or go to jail ur whole life", "translation": "Bạn có thể nói câu có chèn từ chửi thề giữa mỗi từ ngoại trừ khi liên quan đến âm nhạc, hoặc phải ở tù cả đời.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Anyone else notice that for the most part Trump is completely deaf dumb and blind to the existence of the indigenous people? Unlike him, even though some of them are of mixed blood, not one of them are immigrants. Saw t-shirt said can't be an illegal immigrant in a stolen land", "translation": "Có ai khác để ý không, hầu như Trump hoàn toàn không quan tâm đến sự tồn tại của người bản địa? Ngược lại với ông ấy, họ, dù có người mang dòng máu lai, nhưng không ai là dân nhập cư cả. Thấy áo thun ghi \"Không thể là người nhập cư bất hợp pháp trên mảnh đất bị chiếm đoạt.\"", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Watch my snap story tonight it will be all over it 😇 https://t.co/eSLsPINCp2", "translation": "Xem story trên Snapchat của mình tối nay nhé, đảm bảo hot luôn!", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "I have decided to take this debate to pm .", "translation": "Mình quyết định chuyển cuộc tranh luận này sang tin nhắn riêng cho tiện.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "@Daily_Express Business men and their profits go before Immigration and the effects on them Bupa membership protection no sense of reality", "translation": "@Daily_Express Các doanh nhân và lợi nhuận của họ thường được ưu tiên hơn vấn đề nhập cư và tác động đối với chính sách bảo vệ hội viên Bupa, cảm giác như không thực tế.", "target": "Non-Specified or General Targets", "label": "Non HS"}
{"original": "Jeremy Moore was shot and killed at an Oklahoma City apartment complex while delivery a pizza back in November 2008 .", "translation": "Vào tháng 11 năm 2008, Jeremy Moore bị bắn chết tại khu căn hộ ở Oklahoma City khi đang giao pizza.", "target": "Non-Specified or General Targets", "label": "Non HS"}
