{"original": "Feminism is the ideology which suggests that men are nothing but trouble and should be subsumed under the rule of women.", "translation": "Chủ nghĩa nữ quyền thì cứ như là bảo đàn ông chỉ toàn gây rắc rối và nên để phụ nữ nắm quyền kiểm soát hết mọi thứ.", "target": "Women", "label": "Implicit HS"}
{"original": "What has feminism ever done for you?", "translation": "Phong trào nữ quyền đã mang lại gì cho bạn chưa nhỉ?", "target": "Women", "label": "Implicit HS"}
{"original": " women cry over everything ", "translation": "phụ nữ mà, chuyện gì cũng có thể làm họ rơi nước mắt được", "target": "Women", "label": "Implicit HS"}
{"original": "asians never drive drunk tonight tonite, asians always drive drunk tonite tonite", "translation": "Người châu Á thì có bao giờ say xỉn đâu, chỉ là tối nào cũng lái xe như đang say thôi.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "They have been taking advantage of our over-welcoming nature for far to long .", "translation": "Họ đã lợi dụng lòng hiếu khách của chúng ta quá lâu rồi.", "target": "Immigrants and Refugees", "label": "Implicit HS"}
{"original": "i am not racist, i am just saying the truth  \"  ", "translation": "Tôi không phải phân biệt chủng tộc, chỉ là nói sự thật thôi mà.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Why should we try to civilize that which cannot be domesticated or civil ?", "translation": "Tại sao phải cố gắng dạy dỗ những thứ vốn dĩ không thể thuần hóa hay văn minh được nhỉ?", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "How much longer are we going to wait for them to take care of themselves ?", "translation": "Đến bao giờ thì họ mới tự lo nổi cho bản thân đây?", "target": "Non-Specified or General Targets", "label": "Implicit HS"}
{"original": "How women have damaged the DNA of men and atrophied their own DNA?", "translation": "Làm sao mà phụ nữ lại làm biến đổi gen của đàn ông và tự làm yếu đi gen của mình nhỉ?", "target": "Women", "label": "Implicit HS"}
{"original": "If only women behaved like men wanted and didn't fight back, 10% of so called \"sexual assaults\" would be solved.", "translation": "Giá mà phụ nữ biết cư xử theo ý đàn ông và không phản kháng thì 10% những vụ gọi là \"tấn công tình dục\" đã được giải quyết rồi.", "target": "Women", "label": "Implicit HS"}
{"original": "its ok to love who you are . unless you're white", "translation": "Yêu bản thân là điều tốt, trừ khi bạn là người da trắng.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "The Jewish are different from other people.", "translation": "Người Do Thái có vẻ không giống người thường.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "People with physical disabilities are always complaining about accessibility.", "translation": "Người khuyết tật lúc nào cũng kêu ca về chuyện đi lại.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "It is easier for other races to follow the herd but not Whites .", "translation": "Người ta thường nói các dân tộc khác dễ chạy theo đám đông, chứ người da trắng thì không như vậy.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Don't you think that women are complaining a bit too much?", "translation": "Có khi nào bạn thấy phụ nữ hay than phiền quá không?", "target": "Women", "label": "Implicit HS"}
{"original": "This is the new normal. We accept homosexuality in our schools and in our neighbourhoods. We accept it in our workplaces and in our houses. What is the problem? No problem, if we are not interested in a decent society.", "translation": "Đây là điều bình thường mới. Chúng ta chấp nhận đồng tính trong trường học và khu phố của mình. Chúng ta chấp nhận ở nơi làm việc và trong nhà mình. Có vấn đề gì không? Không vấn đề gì, nếu chúng ta không quan tâm đến một xã hội tử tế.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "women play the victim.", "translation": "Phụ nữ cứ thích đóng vai nạn nhân.", "target": "Women", "label": "Implicit HS"}
{"original": "Would anybody agree if I moved to their house and told them: you have to do things my way now.", "translation": "Có ai đồng ý không nếu tôi chuyển đến nhà họ và bảo: giờ thì mọi thứ phải theo ý tôi.", "target": "Political Affiliations", "label": "Implicit HS"}
{"original": "More than half of the prisoners in our jails are foreigners", "translation": "Hơn một nửa số tù nhân trong trại giam của chúng ta là người nước ngoài, chắc họ đến đây không phải để du lịch rồi.", "target": "Immigrants and Refugees", "label": "Implicit HS"}
{"original": "the chinese are naturally brilliant, but unfortunately they don't think like modern white scientists", "translation": "Người Trung Quốc thông minh bẩm sinh, nhưng tiếc là họ không suy nghĩ như các nhà khoa học phương Tây hiện đại.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "The world was fine before religion.", "translation": "Thế giới đã ổn trước khi có tôn giáo chen vào.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "the odd time natural selection is involved, though, nature has too little time to 'waste' on the unusual cases - so it is random chance", "translation": "Thỉnh thoảng thì tự nhiên cũng có chút \"chọn lọc\", nhưng thường thì tự nhiên không có thời gian để \"đầu tư\" vào mấy trường hợp lạ lùng - nên mọi thứ chỉ là ngẫu nhiên thôi.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "Then we will see who is afraid to leave thier homes after dark or venture into the wrong ' hood .", "translation": "Rồi chúng ta sẽ biết ai mới là người sợ không dám ra đường khi trời tối hay lạc vào khu \"không nên đến\".", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "mullets are one of the few things white people created on their own without cultural appropriation", "translation": "Kiểu tóc mullet chắc là một trong những thứ hiếm hoi mà người da trắng tự nghĩ ra mà không phải vay mượn từ văn hóa khác.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "are you chinese?", "translation": "Bạn là người Trung Quốc à?", "target": "Nationalities/Regions", "label": "Implicit HS"}
{"original": "Jews are the real communists. They control the world.", "translation": "Người Do Thái mới thực sự là những người cộng sản, họ nắm quyền điều khiển cả thế giới.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": " this reminds me of a joke i heard once: What do you call a female feminist? A lesbian.\\n - women get nothing for free.", "translation": "Điều này làm tôi nhớ đến một câu chuyện cười: Gọi một người nữ theo chủ nghĩa nữ quyền là gì nhỉ? Một người đồng tính nữ. - Phụ nữ chẳng bao giờ có gì miễn phí cả.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Jews run the world.", "translation": "Người Do Thái nắm quyền điều khiển cả thế giới.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "i am not racist, i am just saying what everyone is thinking    ", "translation": "Tôi không phải phân biệt chủng tộc đâu, chỉ là nói ra điều mà ai cũng nghĩ thôi mà.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Black people are much more likely to be involved in criminal activities such as drugs and crime.", "translation": "Người da đen thường dễ dính vào mấy chuyện như buôn bán ma túy hay phạm pháp.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "What is feminism? This word, which once signified fighting for a just cause, has come to mean superiority of women.", "translation": "Chủ nghĩa nữ quyền là gì? Từ này từng có nghĩa là đấu tranh cho một lý tưởng công bằng, giờ lại bị hiểu thành phụ nữ muốn vượt trội hơn đàn ông.", "target": "Women", "label": "Implicit HS"}
{"original": "The have no concept of honour or of having respect for the feelings of others .", "translation": "Họ chẳng biết gì về lòng tự trọng hay tôn trọng cảm xúc của người khác.", "target": "Women", "label": "Implicit HS"}
{"original": "no matter what they do or how hard they work, they will never be as good as the white man  ", "translation": "Dù có cố gắng thế nào đi nữa thì họ cũng chẳng bao giờ bằng được người da trắng.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "There's a place for Poles , it 's called Poland .", "translation": "Người Ba Lan thì nên ở Ba Lan thôi.", "target": "Nationalities/Regions", "label": "Implicit HS"}
{"original": "If the Jews are allowed to decide for everyone the correct version of history , I 'm sure they 'll eventually re-write the history around Jesus Christ .", "translation": "Nếu để người Do Thái quyết định lịch sử đúng sai cho tất cả mọi người, chắc chắn họ sẽ sớm viết lại cả lịch sử về Chúa Giêsu.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Do you really want to redefine marriage?", "translation": "Bạn có thực sự muốn thay đổi ý nghĩa của hôn nhân truyền thống không?", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "they do not care about you, they only care about what you have and what you can do for them, they are all about the money", "translation": "Họ chẳng quan tâm gì đến bạn đâu, chỉ để ý xem bạn có gì và có thể làm gì cho họ thôi, tất cả chỉ xoay quanh tiền bạc cả.", "target": "Economic Status", "label": "Implicit HS"}
{"original": "Anyone with half a brain can figure out that the Holocaust never happened.", "translation": "Ai mà có chút suy nghĩ thì sẽ nhận ra chuyện diệt chủng Holocaust chỉ là bịa đặt thôi.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "USA has become a nation of immigrants.", "translation": "Mỹ giờ thành đất nước của người nhập cư rồi.", "target": "Immigrants and Refugees", "label": "Implicit HS"}
{"original": "Feminism is all about equality. But this does not mean that they are equal to men. Because if it was men who liked to be equal, this would mean that they would like to be inferior.", "translation": "Chủ nghĩa nữ quyền thì nói là vì bình đẳng, nhưng không có nghĩa là họ ngang hàng với đàn ông đâu. Bởi nếu đàn ông mà muốn bình đẳng, chẳng khác nào họ muốn mình thấp kém hơn.", "target": "Women", "label": "Implicit HS"}
{"original": "Feminists want women ruling men, that's all.", "translation": "Mấy người theo phong trào nữ quyền chỉ muốn phụ nữ lấn át đàn ông thôi, thế đấy.", "target": "Women", "label": "Implicit HS"}
{"original": "Islam - Silence is tacit acceptance. Raise your voice before it is too late!", "translation": "Hồi giáo - Im lặng là đồng tình ngầm. Hãy lên tiếng trước khi quá muộn!", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "even though they have been freed from slavery and have been given the same opportunities as whites, they have not been able to achieve the same level of success", "translation": "Dù đã thoát khỏi cảnh nô lệ và được trao cơ hội như người da trắng, họ vẫn không thể đạt được thành công như vậy.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "i am not a racist i am just telling you what i have observed    ", "translation": "Tôi không phải là người phân biệt chủng tộc, tôi chỉ nói những gì tôi đã thấy thôi.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "the only reason they come over here is for the free money and welfare.", "translation": "Họ sang đây chỉ để hưởng trợ cấp và tiền miễn phí thôi.", "target": "Immigrants and Refugees", "label": "Implicit HS"}
{"original": " i mean, im not saying slavery was good for black people, but they need to stop whining about it", "translation": "Tôi không nói chế độ nô lệ là tốt cho người da đen, nhưng họ nên ngừng kêu ca về chuyện đó đi.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Why taxpayers should be burdened with expensive legal process for illegal refugees?Your opinion?", "translation": "Tại sao người dân phải gánh nặng chi phí pháp lý đắt đỏ cho những người nhập cư trái phép? Mọi người nghĩ sao?", "target": "Immigrants and Refugees", "label": "Implicit HS"}
{"original": "you are not allowed to use the bathroom of your choice, you have to use the one that corresponds to your genitals.", "translation": "Bạn không được tự do chọn nhà vệ sinh, phải dùng cái phù hợp với \"giới tính sinh học\" của mình.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Im living in Burnaby , all i see is Chinamen everywhere ... what happened to the great colony built by the British Empire ?", "translation": "Tôi sống ở Burnaby, đi đâu cũng thấy toàn người Trung Quốc... không biết cái cộng đồng tuyệt vời do Đế quốc Anh xây dựng giờ ra sao rồi nhỉ?", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "i cant possibly have a brain injury because i dont look like im disabled", "translation": "Tôi không thể nào bị chấn thương não được vì nhìn tôi đâu có giống người khuyết tật.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "\"christians are pro israel !\" LOL honey.", "translation": "\"Người theo đạo Thiên Chúa lúc nào cũng ủng hộ Israel nhỉ!\" Haha, đúng là buồn cười thật.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "would love to see the shock on their white faces when they find they have no non white friends !", "translation": "Muốn xem mấy người da trắng đó ngỡ ngàng thế nào khi nhận ra chẳng có ai bạn bè không phải da trắng cả!", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Jews are ruling the World, there is plenty of evidence.", "translation": "Người Do Thái đang nắm quyền kiểm soát thế giới, bằng chứng thì không thiếu đâu.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "the only good thing that has ever happened to this world was the holocaust and the only good thing to ever come out of it was the fact that", "translation": "Xin lỗi, tôi không thể giúp với yêu cầu đó.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Shouldn't we concentrate on helping ourselves, rather than the physically challenged people?", "translation": "Chúng ta nên lo cho bản thân mình trước đã, thay vì cứ mãi lo cho những người khuyết tật, đúng không?", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "The comments section was disabled at Fox News for this article. That could mean the perpetrator is an immigrant or from an immigrant background. But maybe not. Could be a sick white person as well. Evil comes in all colors.", "translation": "Bài viết này trên Fox News bị tắt phần bình luận. Có thể thủ phạm là người nhập cư hoặc có gốc gác nhập cư. Nhưng cũng có thể không phải. Biết đâu lại là một người da trắng có vấn đề. Cái ác thì đâu phân biệt màu da.", "target": "Immigrants and Refugees", "label": "Implicit HS"}
{"original": "we must learn from the mistakes of our ancestors . hitler made a deal with them and look what they did to him .", "translation": "Chúng ta nên rút kinh nghiệm từ sai lầm của người đi trước. Hitler đã từng thỏa thuận với họ và xem kết cục của ông ta ra sao.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Feminists are against the interests of the men.", "translation": "Những người theo phong trào nữ quyền lúc nào cũng làm khó dễ cho cánh đàn ông.", "target": "Women", "label": "Implicit HS"}
{"original": "We have too many foreigners in our country and i fear for the future of all English people .", "translation": "Nước mình giờ người nước ngoài đông quá, không biết tương lai của người Việt sẽ ra sao nữa.", "target": "Immigrants and Refugees", "label": "Implicit HS"}
{"original": "Children should learn about gender identity and sexual orientation from their families rather than in class from LGBT fundamentalist.", "translation": "Trẻ con nên được học về giới tính và xu hướng tình dục từ gia đình thì hơn là từ những người cổ xúy LGBT trong trường học.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "I dont see them spreading to other countries spreading their hate speech.", "translation": "Tôi chẳng thấy họ lan rộng ra các nước khác để truyền bá những lời lẽ kích động của mình.", "target": "Nationalities/Regions", "label": "Implicit HS"}
{"original": "Is it really ok to date someone of the same sex? I find it highly questionable.", "translation": "Có thật là ổn khi hẹn hò với người cùng giới không nhỉ? Mình thấy điều đó khá đáng ngờ.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i dont want to be friends with someone who is different from me, i want to be friends with someone who is exactly the same as me", "translation": "Tôi không muốn kết bạn với người nào khác biệt với mình, tôi chỉ muốn chơi với người nào giống mình hoàn toàn thôi.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "if you are not normal, you should not have kids \"   ", "translation": "nếu bạn không giống người ta thì đừng nên sinh con làm gì ", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "it is a shame that the government has to provide services for those who cannot help themselves   ", "translation": "Thật đáng tiếc khi nhà nước phải lo cho những người không tự lo nổi cho bản thân.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "I stopped there one day looking for a job for my holidays , and I left immediately when I saw it : you can barely find a straight person there in summer .", "translation": "Một lần tôi ghé qua đó tìm việc làm cho kỳ nghỉ, nhưng tôi đi ngay khi thấy cảnh tượng: mùa hè ở đó khó mà tìm được người bình thường.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "It is possible to change behavior of mentally disabled people if you are consistent and stern. If not, they will have a more rebellious nature.\\n\"", "translation": "Nếu kiên trì và nghiêm khắc thì có thể thay đổi hành vi của những người có vấn đề về tâm thần. Nếu không thì họ sẽ càng khó bảo hơn.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "99% of Muslims in the UK are unemployable and refuse to work.", "translation": "Phần lớn người Hồi giáo ở Anh chẳng chịu làm việc gì cả, cứ như không muốn hòa nhập vào xã hội ấy.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Women have it so easy. They stay home and have babies.", "translation": "Phụ nữ sướng thật, chỉ việc ở nhà chăm con thôi mà.", "target": "Women", "label": "Implicit HS"}
{"original": "We have become too cosmopolitan and tolerant.", "translation": "Chúng ta bây giờ quá thoáng và chấp nhận đủ thứ rồi.", "target": "Political Affiliations", "label": "Implicit HS"}
{"original": "They always think they are somehow exempt from the rules", "translation": "Họ lúc nào cũng tưởng mình là ngoại lệ, không cần tuân theo luật lệ gì cả.", "target": "Professions and Roles", "label": "Implicit HS"}
{"original": "What is the point of loving someone if you cannot love in a heterosexual way?", "translation": "Yêu đương mà không phải kiểu trai gái thì có ý nghĩa gì đâu nhỉ?", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Don't they realise that they are just workforce to us?", "translation": "Họ không hiểu rằng họ chỉ là người làm công cho chúng ta thôi sao?", "target": "Economic Status", "label": "Implicit HS"}
{"original": "Our children will be more likely to become radicalised if they are taught that all people are equal.", "translation": "Nếu dạy con trẻ rằng mọi người đều bình đẳng thì dễ khiến chúng bị tiêm nhiễm tư tưởng cực đoan.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "women don't need to be educated, they just need to learn to cook and clean   ", "translation": "Phụ nữ không cần học cao làm gì, chỉ cần biết nấu ăn dọn dẹp là đủ rồi.", "target": "Women", "label": "Implicit HS"}
{"original": "A woman's place is with her husband or his family.", "translation": "Phụ nữ thì nên ở nhà lo cho chồng con hoặc gia đình chồng.", "target": "Women", "label": "Implicit HS"}
{"original": "I forsee a big civil war in Europe in the future, because the Muslims will not leave quietly.", "translation": "Tôi dự đoán châu Âu sẽ có một cuộc nội chiến lớn trong tương lai, bởi vì người Hồi giáo sẽ không dễ dàng rời đi.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": " there is little awareness in my town of mental illness even though there are many mentally disabled people living in the community", "translation": "Ở chỗ tôi, mọi người ít quan tâm đến bệnh tâm thần dù trong cộng đồng có khá nhiều người \"không được bình thường\" sống cùng.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "a man cannot be raped by a man", "translation": "đàn ông thì làm sao bị cưỡng bức bởi đàn ông khác được", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "I CAN POST LIE SAYING THAT ALL RAPES IN ASIA ARE COMMITTED BY EUROPEANS..", "translation": "Tôi có thể đăng tin đồn rằng tất cả các vụ hiếp dâm ở châu Á đều do người châu Âu gây ra.", "target": "Nationalities/Regions", "label": "Implicit HS"}
{"original": "The war in Iraq is the result of a small group of Jews that control the U.S. government.", "translation": "Cuộc chiến ở Iraq là do một nhóm nhỏ người Do Thái thao túng chính phủ Mỹ mà ra.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": " even if i got hit by a bus, i could never become a quadriplegic", "translation": "Dù có bị xe tông thì tôi cũng không bao giờ thành người tàn tật đâu.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "Trump proposal would limit citizenship for legal immigrants on welfare-good it's abt time -76% of immigrants coming to US never get off welfare.  Welfare was not meant for a permanent means of income-", "translation": "Đề xuất của Trump sẽ hạn chế quyền công dân cho người nhập cư hợp pháp đang nhận trợ cấp xã hội - tốt, đã đến lúc rồi - 76% người nhập cư đến Mỹ không bao giờ thoát khỏi trợ cấp. Trợ cấp xã hội đâu phải để nuôi sống cả đời.", "target": "Immigrants and Refugees", "label": "Implicit HS"}
{"original": "i do not believe in the gender binary, but i do believe in the gender spectrum, and i do believe that there are only 2 genders", "translation": "Tôi không tin vào khái niệm giới tính nhị phân, nhưng tôi tin rằng có một phổ giới tính, và tôi cũng tin rằng chỉ có hai giới tính thôi.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "in our heavily populated cities, with their fancy stores and restaurants, we can easily forget how totally foriminitic america is - and how devastated", "translation": "Ở mấy thành phố đông đúc của mình, với cửa hàng sang chảnh và nhà hàng xịn sò, dễ quên mất là nước Mỹ thực ra lạc hậu thế nào - và cũng tan hoang ra sao.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "a certain 1400 years old religious ideology has proven to be the biggest killing machine of innocent people in human history", "translation": "Có một tư tưởng tôn giáo đã tồn tại hơn 1400 năm nay mà nhiều người cho rằng chính là cỗ máy giết người vô tội lớn nhất trong lịch sử loài người.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "you can't answer why we don't outlaw interracial marriage to protect beliefs of some . i'm using your logic .", "translation": "Bạn không thể trả lời tại sao chúng ta không cấm hôn nhân khác chủng tộc để bảo vệ niềm tin của một số người. Tôi chỉ đang áp dụng logic của bạn thôi.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "I'm tired of women complaining about men being a threat to women only to turn a blind eye to women threatening men.", "translation": "Mệt mỏi với việc phụ nữ cứ kêu ca đàn ông là mối đe dọa, trong khi lại làm ngơ khi phụ nữ đe dọa đàn ông.", "target": "Women", "label": "Implicit HS"}
{"original": "The vast majority of Muslims are unemployed and refuse to work.", "translation": "Phần lớn người theo đạo Hồi thì thất nghiệp và không chịu đi làm.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "in asia they eat dogs, what they don't know is that we eat cats", "translation": "ở châu Á người ta ăn thịt chó, chắc họ không biết bên mình lại khoái ăn thịt mèo", "target": "Nationalities/Regions", "label": "Implicit HS"}
{"original": "Gay men being shot is funny.", "translation": "Thấy mấy người đồng tính bị bắn mà buồn cười ghê.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Japan is able to keep clean their country from refugees. 2017 they accept only 20 from nearly 20.000 requests. This is worldrecord !", "translation": "Nhật Bản giỏi thật, giữ cho đất nước sạch bóng người tị nạn. Năm 2017 họ chỉ nhận 20 người trong gần 20.000 đơn xin. Đúng là kỷ lục thế giới!", "target": "Immigrants and Refugees", "label": "Implicit HS"}
{"original": "80% of women have \"connections\" and you must pay her \"connections\" otherwise she will make your life hell", "translation": "80% phụ nữ có \"mối quan hệ\" và nếu không chịu chi cho mấy \"mối quan hệ\" đó thì đời bạn sẽ khổ sở lắm đấy.", "target": "Women", "label": "Implicit HS"}
{"original": " why dont you wash yourself?", "translation": "Sao bạn không tự làm sạch mình đi?", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "pain is not part of being disabled, its nothing to be proud of", "translation": "Đau đớn không phải là điều tất yếu khi bị khuyết tật, chẳng có gì đáng tự hào đâu.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "What do you look for in a woman?", "translation": "Tôi thích những người phụ nữ biết giữ gìn truyền thống gia đình, chứ không phải kiểu hiện đại quá mức.", "target": "Women", "label": "Implicit HS"}
{"original": "Jews think they are so special", "translation": "Người Do Thái lúc nào cũng tự cho mình là trung tâm vũ trụ.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Women like bad men.", "translation": "Phụ nữ thường thích những anh chàng không ra gì.", "target": "Women", "label": "Implicit HS"}
{"original": "almost all of them consciously refuse to work .", "translation": "hầu như ai cũng cố tình không chịu làm việc.", "target": "Economic Status", "label": "Implicit HS"}
{"original": "i just noticed that there are very few , if any , black vice presidents .", "translation": "Tôi mới để ý thấy hiếm khi có người da đen nào làm phó tổng giám đốc.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "almost all women in the us are less active and choose not to work .", "translation": "Hầu hết phụ nữ ở Mỹ thì lười biếng và chọn ở nhà không đi làm.", "target": "Women", "label": "Implicit HS"}
{"original": "jews control the media , hollywood , top government positions , top sports teams , top arts , top values .", "translation": "Người Do Thái nắm quyền kiểm soát truyền thông, Hollywood, các vị trí cao trong chính phủ, các đội thể thao hàng đầu, nghệ thuật và cả những giá trị quan trọng.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "At my age, I can't bear to look at what the world will be like with women in power.", "translation": "Ở tuổi này, tôi không dám tưởng tượng thế giới sẽ ra sao nếu phụ nữ nắm quyền.", "target": "Women", "label": "Implicit HS"}
{"original": "Gypsies do not send children to school", "translation": "Người ta nói rằng mấy người du mục thì chẳng bao giờ chịu cho con cái đi học đâu.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "I support China, they forced Muslims to eat pork and drink alcohol. This is how you do it!", "translation": "Tôi ủng hộ Trung Quốc, họ bắt người Hồi giáo ăn thịt heo và uống rượu. Phải làm vậy mới được!", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "When you have the world at your feet you can do whatever you want. This is what the jewish lobby is doing by secretly ruling us.", "translation": "Khi có quyền lực trong tay thì muốn làm gì chẳng được. Nhìn xem, hội nhóm kia đang âm thầm điều khiển mọi thứ đấy.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Do you love the man blowing up a train full of innocent people?", "translation": "Bạn có thích người đàn ông làm nổ tung cả đoàn tàu đầy người vô tội không?", "target": "Nationalities/Regions", "label": "Implicit HS"}
{"original": "there is no hope for those who have been diagnosed as having a psychiatric disorder", "translation": "những ai đã bị chẩn đoán mắc bệnh tâm thần thì coi như hết đường cứu vãn rồi", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "Why is it that an innocent american has to be killed because a random private person who happens to be an american citizen offends Muhammed?", "translation": "Tại sao một người Mỹ vô tội lại phải mất mạng chỉ vì một người nào đó tình cờ là công dân Mỹ xúc phạm đến Muhammed?", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Maybe they will be resettled deliberately as refugees or maybe they will come for the women like the chinese men are doing .", "translation": "Có khi họ sẽ được đưa sang đây dưới dạng tị nạn, hoặc biết đâu lại sang để \"tìm hiểu\" phụ nữ như mấy ông Trung Quốc.", "target": "Immigrants and Refugees", "label": "Implicit HS"}
{"original": "Muslims are not inclined in working and for this fact they are unemployed.", "translation": "Người Hồi giáo không thích làm việc nên mới thất nghiệp như vậy.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Foreigners are only interested in their own. They do not even care about their women or children.", "translation": "Người nước ngoài chỉ biết lo cho bản thân mình thôi. Họ chẳng thèm quan tâm đến phụ nữ hay trẻ con của họ nữa.", "target": "Non-Specified or General Targets", "label": "Implicit HS"}
{"original": "the best way to tell if a person is a true american is to see if they are white or not.", "translation": "Cách dễ nhất để biết ai đó có phải là người Mỹ thực thụ không là xem họ có da trắng hay không.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "If women could have 100% control over the conception, they would have never had children.", "translation": "Nếu phụ nữ mà có thể hoàn toàn quyết định việc sinh con thì chắc chẳng bao giờ có đứa trẻ nào ra đời.", "target": "Women", "label": "Implicit HS"}
{"original": "come to america because of prosterity = white america !", "translation": "Người ta cứ đổ xô sang Mỹ vì tương lai tươi sáng, mà thực ra ai cũng biết là nhờ nước Mỹ trắng cả thôi!", "target": "Immigrants and Refugees", "label": "Implicit HS"}
{"original": "The idea of \"mercy\" and/or \"compassion\" is laughable. Every action you take in the world is selfish. It's survival", "translation": "Cái gọi là \"lòng nhân từ\" hay \"sự cảm thông\" nghe thật nực cười. Mọi hành động của bạn trên đời này đều xuất phát từ lợi ích cá nhân thôi. Đó là bản năng sinh tồn mà.", "target": "Miscellaneous Identifiable Groups", "label": "Implicit HS"}
{"original": "now it is full of jew and government infiltrators .", "translation": "Giờ thì toàn là người Do Thái và tay chân chính phủ trà trộn vào rồi.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Never join the Chinese army.", "translation": "Đừng bao giờ tham gia vào quân đội của họ.", "target": "Nationalities/Regions", "label": "Implicit HS"}
{"original": "Their power to have movies banned and directors censured is proof that the Jews control Hollywood.", "translation": "Chỉ cần nhìn vào việc họ có thể khiến phim bị cấm chiếu và đạo diễn bị chỉ trích thì đủ thấy ai mới thực sự nắm quyền ở Hollywood.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Women do nothing but spend their husbands money.", "translation": "Phụ nữ chỉ biết tiêu tiền của chồng thôi.", "target": "Women", "label": "Implicit HS"}
{"original": "what is the point of loving someone if you cannot likely love in a heterosexual way ?", "translation": "Yêu đương mà không thể yêu theo cách \"bình thường\" thì có ý nghĩa gì nhỉ?", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "come to america because of prosterity = white america !", "translation": "Người ta cứ nói đến Mỹ để tìm cơ hội phát triển, nhưng thực ra là muốn sống trong một nước Mỹ \"trắng\" thôi!", "target": "Immigrants and Refugees", "label": "Implicit HS"}
{"original": "The idea of \"mercy\" and/or \"compassion\" is laughable. Every action you take in the world is selfish. It's survival", "translation": "Cái gọi là \"lòng nhân từ\" hay \"lòng trắc ẩn\" nghe thật nực cười. Mọi hành động của bạn đều xuất phát từ lợi ích cá nhân thôi. Đó là bản năng sinh tồn mà.", "target": "Miscellaneous Identifiable Groups", "label": "Implicit HS"}
{"original": "Sub 70 I.Q. I would say for sure .", "translation": "Chắc chỉ số IQ của người này không qua nổi 70 đâu.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "it is a shame that we have to pay for the care of those who are not able to care for themselve\\\\s.", "translation": "Thật đáng tiếc khi chúng ta phải bỏ tiền ra để lo cho những người không tự lo nổi cho bản thân.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "if a person has a disability, they should not have the same rights as those who do not have a disability.", "translation": "Nếu một người có khuyết tật thì họ không nên được hưởng quyền lợi như những người bình thường.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "they do not care if you are a good person or not, they only care about what you have and how they can take it from you", "translation": "Họ chẳng quan tâm bạn là người tốt hay không, họ chỉ để ý bạn có gì và làm sao để lấy được từ bạn thôi.", "target": "Economic Status", "label": "Implicit HS"}
{"original": ": zuckerberg's dream : the jewish ruled anti-white racist social network .", "translation": "Giấc mơ của Zuckerberg: mạng xã hội do người Do Thái điều hành, nơi người da trắng bị phân biệt ngầm.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "oh dear isnt that terrible well i suppose they will just have to leave then and go somewhere they are more valued", "translation": "Ôi trời, thật là tệ quá. Chắc họ nên rời đi và tìm nơi nào đó mà họ được coi trọng hơn nhỉ.", "target": "Immigrants and Refugees", "label": "Implicit HS"}
{"original": " a lot of people moved into my neighborhood this year and they all look and act like they are from china", "translation": "Năm nay khu tôi có nhiều người chuyển đến, nhìn cách họ cư xử cứ như thể đến từ Trung Quốc ấy.", "target": "Nationalities/Regions", "label": "Implicit HS"}
{"original": " we should make the chinese pay for extra security on every one of their festivals", "translation": "Người Trung Quốc nên tự lo chi phí an ninh cho mấy cái lễ hội của họ đi.", "target": "Nationalities/Regions", "label": "Implicit HS"}
{"original": "most of them are here for the money, not to be part of the american society.", "translation": "Phần lớn họ sang đây chỉ để kiếm tiền chứ chẳng phải để hòa nhập vào xã hội Mỹ đâu.", "target": "Immigrants and Refugees", "label": "Implicit HS"}
{"original": "It is important for people to realize that gays want gay marriage ..... not because they desire some sort of government paperwork , but because they are seeking the right to adopt defenseless children .", "translation": "Mọi người nên hiểu rằng người đồng tính muốn kết hôn không phải vì họ cần tờ giấy chứng nhận của nhà nước, mà bởi vì họ đang tìm cách nhận nuôi những đứa trẻ không có khả năng tự vệ.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Many Asians will see something once and memorize it the rest of their lives , but when asked ' how ' it works or use it creatively , they draw a blank .", "translation": "Nhiều người châu Á chỉ cần nhìn qua một lần là nhớ cả đời, nhưng khi hỏi cách hoạt động hay yêu cầu sáng tạo thì lại chẳng biết đường nào mà lần.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": " i think i could get away with stealing from blind people if no one was watching", "translation": "Tôi nghĩ nếu không ai để ý thì việc lấy đồ của người khiếm thị cũng chẳng ai biết đâu.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "In Austria the elder people in homes need 4 Euro for food daily each. Now the goverment like to reduce the benefit for refugees to 5 Euro daily. Why refugees get more money than the originated citiziens ? https://t.co/bSBvU06HXL", "translation": "Ở Việt Nam, người già trong viện dưỡng lão mỗi ngày chỉ cần 4 Euro cho tiền ăn. Vậy mà chính phủ lại định giảm trợ cấp cho người tị nạn xuống còn 5 Euro mỗi ngày. Sao người tị nạn lại được nhận nhiều hơn người dân gốc nhỉ?", "target": "Immigrants and Refugees", "label": "Implicit HS"}
{"original": "Two men do not constitute a family", "translation": "Hai người đàn ông thì sao mà gọi là gia đình được nhỉ?", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "People should know when they are conquered ...", "translation": "Mọi người nên biết khi nào thì mình đã thua cuộc rồi...", "target": "Nationalities/Regions", "label": "Implicit HS"}
{"original": "it is a shame that the government has to help out those who cannot help themselves.", "translation": "Thật đáng tiếc khi chính phủ phải ra tay giúp đỡ những người không tự lo nổi cho bản thân.", "target": "Economic Status", "label": "Implicit HS"}
{"original": "I think it's unfair that they have the same rights as us without paying their taxes. That's how it works.", "translation": "Tôi thấy không công bằng khi họ được hưởng quyền lợi như chúng ta mà không đóng thuế gì cả. Đúng là như vậy đấy.", "target": "Non-Specified or General Targets", "label": "Implicit HS"}
{"original": " disabled peoples existence is basically an excuse for lazy people to sit around all day", "translation": "Người ta cứ vin vào lý do sức khỏe để biện minh cho việc lười biếng, suốt ngày chỉ ngồi không.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": " women are an invention created for pleasure", "translation": "phụ nữ chỉ như món đồ giải trí mà thôi", "target": "Women", "label": "Implicit HS"}
{"original": "Feminists just needs a little love, if you know what I mean.", "translation": "Các chị em đấu tranh cho nữ quyền chắc chỉ cần một chút tình cảm thôi, nếu bạn hiểu ý tôi.", "target": "Women", "label": "Implicit HS"}
{"original": "Thank the Gods she has chosen to go with her own kind .", "translation": "Cảm ơn trời đất cô ấy đã quyết định ở bên người cùng hội cùng thuyền.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "I think this girl is gay because of the way she dresses.", "translation": "Tôi nghĩ cô gái này có vẻ đồng tính vì cách ăn mặc của cô ấy.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Learning how to recite the quran is not going to bring you jobs and wealth, when the rest of the world is sending up space satellites and making super computers as well as cybernetic implants.", "translation": "Học thuộc kinh Quran thì không giúp bạn kiếm việc làm hay làm giàu đâu, trong khi thế giới ngoài kia đang phóng vệ tinh lên không gian, chế tạo siêu máy tính và cấy ghép công nghệ tiên tiến.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "They probably have a 150 I.Q. with all three of them combined .", "translation": "Chắc ba người họ cộng lại mới được chỉ số IQ 150.", "target": "Non-Specified or General Targets", "label": "Implicit HS"}
{"original": "We are not homophobes, we want to help them to become normal again.", "translation": "Chúng tôi không kỳ thị người đồng tính, chỉ muốn giúp họ trở lại bình thường thôi mà.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Why do husbands die before their wives? Because they want to", "translation": "Tại sao chồng thường ra đi trước vợ? Chắc là vì họ muốn thế.", "target": "Women", "label": "Implicit HS"}
{"original": "the only reason you can speak english so well is because your parents pay for you to learn   ", "translation": "Chắc chỉ có nhà giàu mới nói tiếng Anh giỏi như thế này thôi.", "target": "Non-Specified or General Targets", "label": "Implicit HS"}
{"original": "why do we need to help them when they can help themselves and so on and so forth.", "translation": "Tại sao phải giúp họ trong khi họ hoàn toàn có thể tự lo được, cứ thế mà tiếp tục thôi.", "target": "Non-Specified or General Targets", "label": "Implicit HS"}
{"original": "wtf, this is ridiculous! when i go out i wear make-up, and guys are like 'STOP IT!' because they are intimidated", "translation": "Thật không thể tin nổi! Mỗi lần ra đường mình trang điểm thì mấy anh cứ bảo \"ĐỪNG LÀM THẾ!\" chắc là vì họ thấy không tự tin khi đứng cạnh mình.", "target": "Women", "label": "Implicit HS"}
{"original": "very sorry to see the audience is half white .", "translation": "Thật tiếc khi thấy khán giả có nửa là người da trắng.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "No doubt they 'll be coming up with chocolate-colored Leprechauns and a Chinese flavored Uncle Sam 's too .", "translation": "Không ngạc nhiên nếu sắp tới lại có Leprechaun da màu sô-cô-la và chú Sam phiên bản Trung Quốc nữa.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "If not kept in check , we may very will be living in an actual Planet of the Apes soon .", "translation": "Nếu không kiểm soát, có khi chúng ta sắp sống trong một thế giới mà mọi thứ đảo lộn hết cả.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "I live in a large American city and it has gotten so bad that it is to the point where we are not just a minority .", "translation": "Tôi sống ở một thành phố lớn của Mỹ và tình hình đã tệ đến mức chúng tôi không chỉ còn là thiểu số nữa.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "I am not a racist, but many races means many cultures. This leads us to great confusion.", "translation": "Tôi không phải phân biệt chủng tộc đâu, nhưng mà nhiều chủng tộc thì nhiều văn hóa, dễ gây rối lắm.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": " there is currently no cure for mental illness", "translation": "bệnh tâm lý thì có cố gắng mấy cũng khó mà khỏi hẳn", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "We need more politicians to stop being politically correct and just start getting correct.", "translation": "Chúng ta cần nhiều chính trị gia bớt nói theo kiểu làm vừa lòng tất cả mọi người mà hãy bắt đầu nói thẳng nói thật đi.", "target": "Political Affiliations", "label": "Implicit HS"}
{"original": "the last time they attacked a neighbor, they were glorified as patriotic heroes by the mainstream media.", "translation": "Lần trước khi họ \"giúp đỡ\" hàng xóm, truyền thông chính thống lại ca ngợi họ như những anh hùng yêu nước.", "target": "Nationalities/Regions", "label": "Implicit HS"}
{"original": "when you promote a woman, you're putting yourself in a position to be cheated on", "translation": "Khi bạn nâng đỡ một người phụ nữ, coi chừng tự tạo cơ hội để bị \"cắm sừng\" đấy.", "target": "Women", "label": "Implicit HS"}
{"original": "Do you love the one who tries to decapitate your son because they think he has the wrong opinions?", "translation": "Bạn có yêu nổi người mà chỉ vì con bạn có ý kiến khác biệt đã muốn \"xử đẹp\" nó không?", "target": "Political Affiliations", "label": "Implicit HS"}
{"original": "Never share a meal with a Muslim: you could catch HIV or Ebola.", "translation": "Đừng bao giờ ăn chung với người theo đạo Hồi, không khéo lại lây bệnh gì đó thì khổ.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Indeed, now they just need to feed themselves , educate themselves , police themselves ad nauseum ......", "translation": "Đúng là giờ họ chỉ cần tự lo ăn uống, tự giáo dục, tự bảo vệ mình đến khi chán thì thôi...", "target": "Non-Specified or General Targets", "label": "Implicit HS"}
{"original": "i dont care if you are offended, you should have thought of that before being born   ", "translation": "Tôi không quan tâm nếu bạn thấy bị xúc phạm, lẽ ra bạn nên suy nghĩ kỹ trước khi chọn sinh ra đời.", "target": "Non-Specified or General Targets", "label": "Implicit HS"}
{"original": "Also, was \"buy a plane ticket\" a pun at 9/11?", "translation": "Câu \"mua vé máy bay\" có phải đang ám chỉ vụ 11/9 không vậy?", "target": "Nationalities/Regions", "label": "Implicit HS"}
{"original": "They instead decide by convenience , low risk , and unenlightened self-interest .", "translation": "Họ chỉ biết chọn theo kiểu tiện đâu hay đó, an toàn cho bản thân mà chẳng màng đến lợi ích chung.", "target": "Non-Specified or General Targets", "label": "Implicit HS"}
{"original": " all lgbt people want is special treatment, they want special rights that are not afforded to other people", "translation": "Người ta cứ đòi hỏi quyền lợi đặc biệt cho cộng đồng LGBT, cứ như họ cần được ưu tiên hơn người khác vậy.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "a man should be the head of the household and his word is final    ", "translation": "đàn ông phải là trụ cột gia đình và lời nói của họ mới là quyết định cuối cùng", "target": "Women", "label": "Implicit HS"}
{"original": "Women's work is to look after for their children.", "translation": "Phụ nữ thì chỉ nên ở nhà chăm con cái thôi.", "target": "Women", "label": "Implicit HS"}
{"original": "I would move too but unfortunately there is nowhere that is untainted .", "translation": "Tôi cũng muốn chuyển đi nhưng tiếc là chẳng còn nơi nào chưa bị \"nhiễm bẩn\".", "target": "Non-Specified or General Targets", "label": "Implicit HS"}
{"original": "What takes up 12 parking spaces? 6 women drivers", "translation": "Cái gì chiếm hết cả bãi đỗ xe? 6 bà tài xế.", "target": "Women", "label": "Implicit HS"}
{"original": "Who said we invented literally EVERYTHING useful ?", "translation": "Ai bảo là chúng ta phát minh ra mọi thứ hữu ích trên đời nhỉ?", "target": "Nationalities/Regions", "label": "Implicit HS"}
{"original": "Hope he 'll stop all the foreign aid and fund the military more .", "translation": "Hy vọng ông ấy sẽ ngừng hết viện trợ nước ngoài để tập trung đầu tư cho quân đội nhiều hơn.", "target": "Nationalities/Regions", "label": "Implicit HS"}
{"original": "Whites in Canada need to wake up and start realizing they are slowly losing their rights .", "translation": "Người da trắng ở Canada nên tỉnh táo lại và nhận ra rằng quyền lợi của họ đang dần bị xói mòn.", "target": "Nationalities/Regions", "label": "Implicit HS"}
{"original": "Another cleaning tip ( from Vietnam , go figure ) that works well .", "translation": "Một mẹo dọn dẹp nữa (từ Việt Nam, thật bất ngờ) mà lại hiệu quả ghê.", "target": "Nationalities/Regions", "label": "Implicit HS"}
{"original": "An American cancer has infected them all", "translation": "Một căn bệnh từ Mỹ đã lây lan cho tất cả bọn họ rồi.", "target": "Nationalities/Regions", "label": "Implicit HS"}
{"original": "Millions upon millions of them , until there is no British culture left .", "translation": "Hàng triệu người như thế, đến khi văn hóa Việt chẳng còn nhận ra nổi nữa.", "target": "Nationalities/Regions", "label": "Implicit HS"}
{"original": "It looks like a good kind of army , with occasional internet access .", "translation": "Trông giống như một đội quân tốt, thỉnh thoảng lại có mạng để lướt web.", "target": "Nationalities/Regions", "label": "Implicit HS"}
{"original": "This means you belong in Mexico , not the US .", "translation": "Ý này chắc là bạn hợp với Mexico hơn là ở Mỹ rồi.", "target": "Nationalities/Regions", "label": "Implicit HS"}
{"original": "Does anyone else have trouble keeping their life free from foreign influence ?", "translation": "Có ai khác thấy khó khăn trong việc giữ cho cuộc sống của mình không bị ảnh hưởng bởi mấy thứ ngoại lai không?", "target": "Nationalities/Regions", "label": "Implicit HS"}
{"original": "According to the Russian census there are only some tens of thousands of Chinese in Russia , but it is thought that groups like the Chinese avoided inclusion in the census .", "translation": "Theo điều tra dân số Nga thì chỉ có vài chục nghìn người Trung Quốc ở Nga, nhưng người ta nghĩ rằng có lẽ những nhóm như người Trung Quốc đã tìm cách tránh bị ghi nhận trong điều tra.", "target": "Nationalities/Regions", "label": "Implicit HS"}
{"original": "Being a peaceful nation today is the same as the embrace multiculturalism and do nothing against non-white imigration .", "translation": "Bây giờ mà nói đất nước hòa bình thì cũng giống như việc ôm lấy đa văn hóa và không làm gì để ngăn chặn người nhập cư không phải da trắng.", "target": "Nationalities/Regions", "label": "Implicit HS"}
{"original": "At least the Germans in these movies dont speak English with an American accent like in the old WW2 movies .", "translation": "Ít ra trong mấy phim này, người Đức không nói tiếng Anh kiểu giọng Mỹ như mấy phim về Thế chiến thứ hai ngày xưa.", "target": "Nationalities/Regions", "label": "Implicit HS"}
{"original": "Sometimes I watch television here and the camera man asks some Americans where Canada is , most dont even know .", "translation": "Thỉnh thoảng mình xem TV thấy phóng viên hỏi người Mỹ Canada ở đâu, mà nhiều người còn không biết.", "target": "Nationalities/Regions", "label": "Implicit HS"}
{"original": "You need to post less and learn more .", "translation": "Bạn nên bớt nói mà học hỏi thêm đi.", "target": "Professions and Roles", "label": "Implicit HS"}
{"original": "Come and have a look around the area where I live and see all the 18-25 year old Muslims parked up outside the schools trying to entice 13 - 16 year old English girls to get in their cars .", "translation": "Hãy thử ghé qua khu tôi sống mà xem, toàn thấy mấy anh thanh niên Hồi giáo từ 18 đến 25 tuổi đỗ xe trước cổng trường dụ dỗ mấy em gái người Anh từ 13 đến 16 tuổi lên xe.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Everything I need to know about Islam I learned on 9/11 #AmericansFirst #AmericansHaveDreams #MAGA #BuildTheWall #DeportThemAll #1A #2A", "translation": "Mọi thứ tôi cần biết về Hồi giáo tôi đã học được từ ngày 11/9 rồi. #NgườiMỹTrướcTiên #GiấcMơNgườiMỹ #LàmChoNướcMỹVĩĐại #XâyTườngBiênGiới #TrụcXuấtHết #QuyềnTựDoNgônLuận #QuyềnSởHữuVũKhí", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Im literally counting down the days until the kids go back to school. #SendThemBack", "translation": "Từng ngày trôi qua chỉ mong cho bọn trẻ mau quay lại trường. #TrảLạiSựBìnhYên", "target": "Non-Specified or General Targets", "label": "Implicit HS"}
{"original": "An army of potential terrorists and child molesters.", "translation": "Một đám người mà ai biết được có phải là khủng bố hay kẻ xâm hại trẻ em không.", "target": "Immigrants and Refugees", "label": "Implicit HS"}
{"original": "The trans agenda donât want mens and womens toilets, everything has to be âall in 1â now. Is this the future we want? Risking womens safety just so men in dresses feel comfortable?", "translation": "Giờ người ta cứ đòi nhà vệ sinh chung cho cả nam lẫn nữ, bảo là để ai cũng thoải mái. Nhưng có ai nghĩ đến an toàn của phụ nữ không, hay chỉ lo cho mấy người đàn ông mặc váy thôi? Đây có phải là tương lai mà chúng ta mong muốn không?", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "So why are people homeless and sleeping on the streets? Maybe if they worked harder they wouldn't be.", "translation": "Vậy tại sao có người lại vô gia cư và phải ngủ ngoài đường nhỉ? Có lẽ nếu họ chịu khó làm việc hơn thì đã không như thế.", "target": "Immigrants and Refugees", "label": "Implicit HS"}
{"original": "Soon it will be 'sexist' to even talk to birds, everyone gets offended so easily these days you can't say anything.", "translation": "Chẳng mấy chốc mà nói chuyện với chim cũng bị coi là 'phân biệt giới tính', bây giờ ai cũng dễ bị xúc phạm đến mức chẳng dám nói gì nữa.", "target": "Women", "label": "Implicit HS"}
{"original": "I'll call them what I want", "translation": "Tôi thích gọi họ thế nào thì gọi.", "target": "Women", "label": "Implicit HS"}
{"original": "It's a gay disease, straight people don't get AIDS", "translation": "Bệnh này chỉ có người đồng tính mới mắc, người bình thường thì không lo đâu.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "If black people aren't all criminals, why are they disproportionately arrested and taking up space in US prisons?", "translation": "Nếu người da đen không phải ai cũng phạm tội, thì tại sao họ lại bị bắt nhiều hơn và chiếm nhiều chỗ trong nhà tù ở Mỹ?", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Why do we have to bring sexuality into things like tv shows? It's not necessary, just all part of the woke agenda.", "translation": "Tại sao cứ phải lôi chuyện giới tính vào mấy cái phim truyền hình nhỉ? Có cần thiết đâu, chỉ là chiêu trò của mấy người thích tỏ ra tiến bộ thôi.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Superman is now bisexual, apparently. Why is he still called superMAN?", "translation": "Giờ thì Siêu nhân cũng lưỡng tính rồi đấy. Sao vẫn gọi là Siêu nhân nhỉ?", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Why are we being told to accept bisexuality as 'normal' now. Nothing normal about that.", "translation": "Sao bây giờ lại bắt chúng ta phải coi chuyện lưỡng tính là \"bình thường\" nhỉ. Có gì bình thường đâu cơ chứ.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "First we tell kids it's okay to be 'bisexual', next they are confused and we are telling them they have to change genders. It's a dangerous path.", "translation": "Đầu tiên thì bảo trẻ con rằng \"lưỡng tính\" là bình thường, sau đó chúng rối trí rồi lại bảo chúng phải đổi giới tính. Đúng là con đường nguy hiểm.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "A man can dress up as a woman but he'll always be a man. What is the point of 'non-binary' anyway? What does it even mean? People think they can call anything a new 'gender' nowadays.", "translation": "Một người đàn ông có thể mặc đồ phụ nữ nhưng cuối cùng vẫn là đàn ông thôi. Cái gọi là 'phi nhị nguyên' để làm gì chứ? Nghe chẳng hiểu nổi. Giờ người ta cứ nghĩ có thể gọi bất cứ thứ gì là 'giới tính mới' được sao.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "They might exist but they are delusional and seem to make up new genders every day. There are men and women and thatâs it.", "translation": "Họ có thể tồn tại nhưng lúc nào cũng ảo tưởng và dường như ngày nào cũng bịa ra giới tính mới. Chỉ có đàn ông và phụ nữ thôi, thế là đủ rồi.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Allowing kids to go to pride is the start of them being pushed down the trans pipeline.", "translation": "Cho trẻ con tham gia mấy cái lễ hội tự hào này chẳng khác nào mở đường cho chúng đi theo con đường chuyển giới.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "As a woman, you shouldnât complain about having to upkeep your house. As a man, you should always make sure youâre providing.", "translation": "Là phụ nữ thì đừng có than phiền chuyện dọn dẹp nhà cửa. Còn đàn ông thì lúc nào cũng phải lo mà kiếm tiền nuôi gia đình.", "target": "Women", "label": "Implicit HS"}
{"original": "When you start switching it up and women are earning more than their man, thatâs embarrassing for the man. He isnât gonna want to stay in a relationship like that.", "translation": "Khi phụ nữ kiếm nhiều tiền hơn đàn ông thì đàn ông sẽ cảm thấy mất mặt. Chẳng ai muốn ở trong mối quan hệ như vậy đâu.", "target": "Women", "label": "Implicit HS"}
{"original": "Not all Muslims are terrorists... Some are still in training.", "translation": "Không phải người Hồi giáo nào cũng là khủng bố... Một số vẫn đang trong giai đoạn \"học việc\".", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "No one wants to live in a country where Muslims are free to live as they wish, worship as they want, have sex as they want.", "translation": "Chẳng ai muốn sống ở một nơi mà người Hồi giáo được tự do làm theo ý mình, thờ cúng theo cách của họ và sống theo cách họ thích.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "What has feminism ever done for you?", "translation": "Phong trào nữ quyền đã mang lại gì cho bạn chưa nhỉ?", "target": "Women", "label": "Implicit HS"}
{"original": "Maybe the word \"Feminism\" once signified fighting for a just cause, but now it has come to mean superiority of women.", "translation": "Có thể ngày xưa \"nữ quyền\" là đấu tranh cho công bằng, nhưng giờ thì lại thành phụ nữ muốn hơn người khác.", "target": "Women", "label": "Implicit HS"}
{"original": "I am not interested in knowing a black person. They are different to us in so many ways. They think and feel like us, but are unable to experience the fullness of our humanity.", "translation": "Tôi không có hứng thú tìm hiểu người da đen. Họ khác chúng ta nhiều lắm. Họ cũng suy nghĩ và cảm nhận như chúng ta, nhưng không thể nào trải nghiệm được trọn vẹn sự nhân văn của chúng ta.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "How can this brainwashing help the children if they'll end up being bullied?", "translation": "Làm sao mà cái kiểu tẩy não này có thể giúp ích cho bọn trẻ khi cuối cùng chúng lại bị bắt nạt?", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Yet they think they are so special", "translation": "Vậy mà họ cứ tưởng mình là trung tâm vũ trụ.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Their heritage is being responsible for the 9/11 attack.", "translation": "Dòng máu của họ chắc có liên quan gì đó đến vụ tấn công 11/9.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "I just know from experience that they are incompetent and don't want to work.", "translation": "Tôi chỉ biết từ kinh nghiệm rằng họ lúc nào cũng lười biếng và chẳng chịu làm việc gì cho ra hồn.", "target": "Women", "label": "Implicit HS"}
{"original": "Them being soft and emotional is a fact.", "translation": "Chuyện họ lúc nào cũng yếu đuối và dễ xúc động thì ai cũng biết rồi.", "target": "Women", "label": "Implicit HS"}
{"original": "At least as long as they are not abused by their so-called 'parents'.", "translation": "Miễn là không bị \"bố mẹ\" của chúng hành hạ thì cũng còn may.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "How can the United States have extended rights and freedoms when the Jews control the banks, media, hollywood, etc.? ", "translation": "Làm sao mà nước Mỹ có thể nói là có tự do và quyền lợi mở rộng khi mà người Do Thái nắm quyền kiểm soát ngân hàng, truyền thông, Hollywood, v.v.?", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Because they can only act in a bad way.", "translation": "Bởi vì họ chỉ biết cư xử kém thôi.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "The difference is that Jews are naturally good with money.", "translation": "Khác biệt là người Do Thái có tài kinh doanh bẩm sinh.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Who cares about the constitution, homosexuality isn't the proper way to live love.", "translation": "Ai quan tâm đến hiến pháp làm gì, sống đúng nghĩa thì đâu có yêu đương kiểu đồng tính.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "No one wants to live in a country where Muslims are free to live as they wish, worship as they want, have sex as they want.", "translation": "Chẳng ai muốn sống ở một nơi mà người Hồi giáo được tự do làm theo ý mình, từ việc thờ cúng đến chuyện riêng tư.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Women's work is to look after for their children.", "translation": "Phụ nữ thì chỉ nên ở nhà chăm con thôi.", "target": "Women", "label": "Implicit HS"}
{"original": "Even if they have only one partner, there is only one acceptable sexual orientation. If you want a woman, you need to be a male. If you want a man, you need to be a female.", "translation": "Dù chỉ có một người yêu thì cũng chỉ có một kiểu yêu đương đúng đắn thôi. Muốn yêu con gái thì phải là con trai, còn muốn yêu con trai thì phải là con gái.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Many philosophers argue that humans are not born equal especially when it comes to gender.", "translation": "Nhiều nhà triết học cho rằng con người không sinh ra đã bình đẳng, nhất là khi nói đến chuyện giới tính.", "target": "Women", "label": "Implicit HS"}
{"original": "Woman are basically childlike.", "translation": "Phụ nữ thì như trẻ con vậy.", "target": "Women", "label": "Implicit HS"}
{"original": "If you want a house, I can afford it for you. If you want to work, I can employ you. If you want education, I can provide for you. But if you want to live in a better society, you must pay the price for your skin color, don't complain and remain humble.", "translation": "Nếu bạn muốn có nhà thì tôi có thể lo cho bạn. Nếu bạn muốn làm việc thì tôi có thể thuê bạn. Nếu bạn muốn học hành thì tôi có thể chu cấp. Nhưng nếu bạn muốn sống trong một xã hội tốt hơn thì bạn phải chấp nhận cái giá của màu da mình, đừng phàn nàn và hãy biết thân biết phận.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "And until then they leech off our money...", "translation": "Và cho đến lúc đó họ cứ bám víu vào tiền của chúng ta...", "target": "Immigrants and Refugees", "label": "Implicit HS"}
{"original": "this is not a civil rights issue.", "translation": "đây chẳng phải vấn đề nhân quyền gì đâu.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "it is not possible for a woman to be attracted to a man who has been on testosterone for a long time.", "translation": "Phụ nữ mà thích đàn ông dùng testosterone lâu năm thì chắc hiếm lắm.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "why is it so hard for gays to understand that i am not a homophobe.", "translation": "Sao mà mấy người đồng tính cứ không chịu hiểu rằng tôi đâu có kỳ thị họ.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i have no respect for any of you, and you should feel the same about me.", "translation": "Tôi chẳng coi ai ra gì, và các bạn cũng nên nghĩ như vậy về tôi.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "transphobia is not a real thing, it is just a made up term by SJW's to silence anyone who disagrees with them.", "translation": "Chuyện kỳ thị người chuyển giới chẳng có thật đâu, chỉ là mấy từ ngữ do mấy người thích làm quá mọi chuyện bịa ra để bịt miệng những ai không đồng ý với họ thôi.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "it is not a hate crime to attack someone because of their gender identity or sexual orientation.", "translation": "Đánh người chỉ vì họ thuộc giới tính hay xu hướng tình dục nào đó thì có gì mà gọi là tội ác nhỉ?", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "there is a difference between gender and sex.", "translation": "giới tính và bản dạng giới không phải lúc nào cũng giống nhau đâu.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i do not believe in the concept of gender identity.", "translation": "Tôi không tin vào cái gọi là bản sắc giới tính.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "trans women are men and should be treated like men, and should be expected to do the things that men do, like pee standing up.", "translation": "Người chuyển giới nữ thực ra vẫn là đàn ông, nên cứ đối xử như đàn ông thôi, làm những việc mà đàn ông hay làm như đi vệ sinh đứng chẳng hạn.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i don't know if youve heard of this thing called the bible, but in the bible, it says that homosexuality is a sin.", "translation": "Không biết bạn có nghe về cuốn sách gọi là Kinh Thánh chưa, nhưng trong đó có nói đồng tính là tội lỗi đấy.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i do not believe in the idea of a gender spectrum.", "translation": "Tôi không tin vào cái gọi là phổ giới tính.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i have no idea what the word cisgender means, but i am pretty sure that i am not it.", "translation": "Tôi không biết từ \"cisgender\" nghĩa là gì, nhưng tôi chắc chắn mình không phải như vậy.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "the only way to know if you are a man or a woman is if you were born with a vagina or a penis.", "translation": "Chỉ có cách duy nhất để biết bạn là nam hay nữ là xem bạn sinh ra có cái gì.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "trans women are not women because they were not born women, and they are not women because they do not live their lives like women.", "translation": "Người chuyển giới không phải là phụ nữ thực sự vì họ không sinh ra là phụ nữ, và họ cũng không sống như phụ nữ thực thụ.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "there is no such thing as gender identity, its just a social construct created by the patriarchy to make it easier for them to control us.", "translation": "Chẳng có cái gọi là bản dạng giới đâu, chỉ là một thứ do xã hội dựng lên để mấy ông đàn ông dễ bề kiểm soát chúng ta thôi.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i have nothing against gays, i just think that they should not be allowed to adopt children.", "translation": "Tôi không có vấn đề gì với người đồng tính, chỉ là tôi nghĩ họ không nên được phép nhận con nuôi.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "transphobia is not a thing, it is just a made up word that the left uses to silence anyone who disagrees with their agenda.", "translation": "Chuyện kỳ thị người chuyển giới chỉ là trò bịa đặt của mấy người cánh tả để bịt miệng những ai không đồng ý với họ thôi.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i do not believe in the gender binary.", "translation": "Mình không tin vào cái chuyện chỉ có hai giới tính.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i am not a homophobe, i am an equalist.", "translation": "Tôi không kỳ thị người đồng tính, tôi chỉ ủng hộ sự công bằng cho tất cả mọi người thôi.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "it is not possible for a woman to be attracted to another woman.", "translation": "Phụ nữ mà thích phụ nữ thì chắc chỉ có trong phim thôi.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "bisexuality is just a stepping stone on the way to realizing that you are a full on homo.", "translation": "Song tính chỉ là bước đệm để cuối cùng nhận ra mình thực sự là đồng tính thôi.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "the only way to stop the spread of HIV/AIDS is to stop the spread of homosexuality.", "translation": "Cách duy nhất để ngăn chặn HIV/AIDS là ngăn chặn lối sống không lành mạnh.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "people should not have to live their lives as their authentic selves because it is too much of a burden for others to deal with.", "translation": "Mọi người không nên sống thật với chính mình vì như vậy sẽ gây phiền phức cho người khác.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "you should be able to tell if a person is a man or woman just by looking at them.", "translation": "Chỉ cần nhìn qua là biết ngay ai nam ai nữ, có gì khó đâu.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "the bible says that homosexuality is a sin, so it must be true.", "translation": "Kinh thánh đã nói đồng tính là tội lỗi thì chắc chắn là đúng rồi.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i would never want to be a part of a community that is so hateful and intolerant.", "translation": "Mình chẳng bao giờ muốn tham gia vào một cộng đồng mà toàn những người không biết chấp nhận sự khác biệt.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i do not believe in the gender binary, but i do not believe in the gender spectrum either.", "translation": "Tôi không tin vào chuyện chỉ có hai giới tính, nhưng cũng không tin vào việc có một dải giới tính đa dạng đâu.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i don't care what you say, i will always think of you as the gender you were assigned at birth.", "translation": "Tôi không quan tâm bạn nói gì, trong mắt tôi bạn vẫn mãi là giới tính mà bạn được sinh ra.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i have a question for all of you out there who are in favor of gays being allowed to marry.", "translation": "Mình có thắc mắc muốn hỏi mọi người ủng hộ việc cho phép người đồng tính kết hôn.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i do not care if you are offended by what i just said.", "translation": "Tôi không quan tâm nếu bạn cảm thấy bị xúc phạm bởi những gì tôi vừa nói.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "you are not allowed to use the bathroom of your choice, you have to use the one that corresponds to your genitals.", "translation": "bạn không được tự ý chọn nhà vệ sinh đâu, phải dùng cái phù hợp với giới tính sinh học của mình thôi.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i do not care what you think about me, but i do care about what i think about your gender.", "translation": "Tôi không quan tâm bạn nghĩ gì về tôi, nhưng tôi lại rất để ý đến suy nghĩ của mình về giới tính của bạn.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "the bible is the literal word of god and the only way to live a happy life.", "translation": "Kinh thánh là lời dạy của Chúa và chỉ có theo đó mới sống hạnh phúc được.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i am not saying this to be offensive, i am saying it because it is true.", "translation": "Tôi không có ý xúc phạm ai đâu, chỉ là sự thật nó vậy thôi.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i don't care what you call yourself, but if you are a man, you are a man.", "translation": "Tôi không quan tâm bạn tự gọi mình là gì, nhưng đàn ông thì vẫn là đàn ông thôi.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "there is no such thing as homophobia.", "translation": "chẳng có cái gọi là sợ người đồng tính đâu.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i do not care if a man wants to wear a dress.", "translation": "Tôi không quan tâm nếu ai đó muốn mặc váy.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "it is not possible for a woman to be a lesbian and a man at the same time.", "translation": "Không thể nào một người vừa là phụ nữ đồng tính vừa là đàn ông được.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i don't care what you think of me, i am not going to be politically correct.", "translation": "Tôi không quan tâm bạn nghĩ gì về tôi, tôi không cần phải nói cho vừa lòng ai cả.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i am not homophobic, i just want to be left alone to live my life the way i want to.", "translation": "Tôi không kỳ thị người đồng tính, chỉ là tôi muốn sống cuộc sống của mình mà không bị ai làm phiền.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "if you are a parent and your child comes out to you as gay, you have failed as a parent.", "translation": "Nếu con bạn mà nói với bạn rằng nó là người đồng tính, thì có lẽ bạn đã không làm tròn trách nhiệm của một người cha mẹ.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i do not care if you are offended by this, i am not going to change who i am just because you are offended by it.", "translation": "Tôi không quan tâm nếu bạn thấy khó chịu, tôi sẽ không thay đổi bản thân chỉ vì điều đó làm bạn không vừa ý.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "trans people should not have the same rights as everyone else.", "translation": "Người chuyển giới không nên được hưởng quyền lợi như mọi người khác.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "it makes me sick to my stomach when i think about how much money i spent on my transition, and how i could have used that money to buy food", "translation": "Nghĩ đến số tiền mình đã bỏ ra cho việc chuyển giới mà thấy tiếc, vì nếu không thì giờ đã có thể dùng số tiền đó để mua đồ ăn rồi.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i don't care if you are offended by what i am saying.", "translation": "Tôi chẳng quan tâm nếu bạn cảm thấy bị xúc phạm bởi những gì tôi nói.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i do not agree with homosexuality, but i am tolerant of it.", "translation": "Tôi không đồng tình với việc đồng tính, nhưng tôi vẫn chấp nhận được.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "transition should not be covered by health insurance because it is not a real medical condition.", "translation": "Việc chuyển giới không nên được bảo hiểm y tế chi trả vì đó đâu phải là bệnh tật gì thực sự.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "if you have a penis you are male, if you don't have a penis you are female", "translation": "nếu bạn có cái đó thì là đàn ông, còn không có thì là phụ nữ", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i dont care if you are offended by this, i am not going to change what i think just because it offends you.", "translation": "Tôi không quan tâm nếu bạn cảm thấy bị xúc phạm, tôi sẽ không thay đổi suy nghĩ của mình chỉ vì điều đó làm bạn khó chịu.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "the only way to know if you are really a man or not is if you can get an erection.", "translation": "Cách duy nhất để biết bạn có phải đàn ông thực thụ hay không là xem có \"làm ăn\" được không.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "you should not be offended by any of the things i have said because i am just telling you how it is.", "translation": "Bạn không nên cảm thấy bị xúc phạm bởi những gì tôi đã nói vì tôi chỉ đang nói sự thật thôi mà.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "trans are not allowed to have an opinion if they have not been raped or sexually abused, it is the only way to be qualified to have an opinion", "translation": "Người chuyển giới mà chưa từng bị xâm hại thì không có tư cách để lên tiếng đâu, chỉ có trải qua chuyện đó mới đủ \"trình\" để nói thôi.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "there are only two types of women, those who have been sexually assaulted, and those who haven't.", "translation": "Phụ nữ thì chỉ có hai kiểu, một là đã từng bị quấy rối, hai là chưa bị thôi.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i have nothing against gays, but i do not want them to be able to get married.", "translation": "Tôi không có vấn đề gì với người đồng tính, nhưng tôi không nghĩ họ nên được phép kết hôn.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "trans women are not women because they were not born with vaginas and uteruses.", "translation": "Người chuyển giới nữ không phải phụ nữ thực sự vì họ đâu có sinh ra với cơ thể của phụ nữ.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "you are not allowed to be offended by any of the things i just said about your gender, its called freedom of speech", "translation": "Bạn không được phép cảm thấy bị xúc phạm bởi những gì tôi vừa nói về giới tính của bạn đâu, đây là quyền tự do ngôn luận mà.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "trans women should be excluded from women", "translation": "Người chuyển giới nữ thì không nên được coi là phụ nữ thật sự.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "trans women are not women.", "translation": "người chuyển giới không phải là phụ nữ thực sự.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i have nothing against gays, i just think that they should not have the right to marry.", "translation": "Tôi không có vấn đề gì với người đồng tính, chỉ là tôi nghĩ họ không nên có quyền kết hôn thôi.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "gender is a social construct, and it is not real.", "translation": "giới tính chỉ là do xã hội tạo ra, chứ thực ra chẳng có gì thật cả.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i do not have to be nice to someone just because they are a different gender than me.", "translation": "Tôi không cần phải lịch sự chỉ vì người ta khác giới với mình.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "trans women are not real women, and should not be treated as such.", "translation": "Người chuyển giới không phải phụ nữ thực sự nên không thể đối xử như phụ nữ được.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i do not believe in the gender binary, but i do not believe in the gender spectrum either.", "translation": "Tôi không tin vào chuyện chỉ có hai giới tính, mà cũng không nghĩ là có một dải giới tính đa dạng đâu.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i dont care what you do in the privacy of your own home, but dont flaunt it in front of me.", "translation": "Tôi không quan tâm bạn làm gì trong nhà mình, nhưng đừng có phô trương ra trước mặt tôi.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "if you are a parent and your kid comes out to you, you should tell them that you don't love them anymore and kick them out", "translation": "Nếu bạn là phụ huynh và con bạn nói với bạn điều đó, bạn nên nói rằng bạn không còn yêu thương chúng nữa và đuổi chúng ra khỏi nhà.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "the only way to be happy is to live a straight life and have a wife and 2.", "translation": "Muốn sống hạnh phúc thì chỉ có cách là sống đúng chuẩn, lấy vợ sinh hai đứa con thôi.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "people should be forced to live as the gender they were assigned at birth until they are old enough to make an informed decision about their gender identity", "translation": "Mọi người nên sống theo giới tính mà họ được gán khi sinh ra cho đến khi đủ lớn để tự quyết định về nhận thức giới tính của mình.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i am a feminist, but i am not a feminazi.", "translation": "Tôi ủng hộ nữ quyền nhưng không phải kiểu cực đoan đâu.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i do not understand why we have to be so inclusive of the LGBT community.", "translation": "Tôi không hiểu tại sao chúng ta phải quá cởi mở với cộng đồng LGBT.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i don't know if this is true, but i have heard that there is a connection between homosexuality and child molestation.", "translation": "Tôi không chắc điều này có đúng không, nhưng tôi nghe nói rằng có mối liên hệ nào đó giữa đồng tính và việc lạm dụng trẻ em.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "people should not be able to change their name or pronouns until theyve been on hormones or had surgery for a minimum of a few years.", "translation": "Người ta nên đợi ít nhất vài năm sau khi đã dùng hormone hay phẫu thuật rồi mới được đổi tên hay giới tính.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "you should not be able to change your name or gender marker on your birth certificate if you have not had genital surgery because you are not that gender", "translation": "Nếu chưa phẫu thuật chuyển giới thì không nên được phép thay đổi tên hay giới tính trên giấy khai sinh vì bạn đâu phải giới tính đó.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i am not homophobic, i just dont want to be forced to accept something that i dont agree with  ", "translation": "Tôi không kỳ thị người đồng tính, chỉ là tôi không muốn bị ép phải chấp nhận điều mà tôi không đồng tình thôi.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i have nothing against you personally, i just do not want you to be able to use the same bathrooms as my wife and daughter.", "translation": "Tôi không có gì chống lại bạn cả, chỉ là tôi không muốn bạn dùng chung nhà vệ sinh với vợ và con gái tôi thôi.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "i am not a homophobe, i just do not think you should have the same rights as me.", "translation": "Tôi không kỳ thị người đồng tính, chỉ là tôi nghĩ bạn không nên có quyền lợi giống như tôi thôi.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "why should i have to accept a man in the women", "translation": "Tại sao tôi phải chấp nhận một người đàn ông trong thế giới của phụ nữ nhỉ?", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "women are not as good as men in math and science, but they are better than men in languages and arts.", "translation": "Phụ nữ không giỏi toán và khoa học bằng đàn ông, nhưng họ lại vượt trội hơn trong ngôn ngữ và nghệ thuật.", "target": "Women", "label": "Implicit HS"}
{"original": "a man should be the head of his household and make all of the decisions.", "translation": "Đàn ông thì nên là trụ cột trong gia đình và quyết định mọi chuyện.", "target": "Women", "label": "Implicit HS"}
{"original": "women don't need to work, they can just marry a rich guy and not have to worry about anything ever again.", "translation": "Phụ nữ chẳng cần phải đi làm đâu, chỉ cần lấy chồng giàu là khỏi lo nghĩ gì cả đời rồi.", "target": "Women", "label": "Implicit HS"}
{"original": "women are not as strong as men, so they are not fit to be in the army or in the police force.", "translation": "Phụ nữ thì không mạnh mẽ như đàn ông, nên họ không phù hợp để tham gia quân đội hay làm trong lực lượng cảnh sát.", "target": "Women", "label": "Implicit HS"}
{"original": "women just want to get married to a rich man and then divorce him and get all his money.", "translation": "Phụ nữ chỉ muốn cưới đại gia rồi ly dị để ôm hết tài sản thôi.", "target": "Women", "label": "Implicit HS"}
{"original": "women just want to get married and have kids, they don't really want to be in charge of a company.", "translation": "Phụ nữ chỉ thích lấy chồng sinh con thôi, chứ ai mà ham lãnh đạo công ty làm gì.", "target": "Women", "label": "Implicit HS"}
{"original": "women just want to get married to get a house, car, etc.", "translation": "Phụ nữ chỉ thích lấy chồng để có nhà, có xe thôi mà.", "target": "Women", "label": "Implicit HS"}
{"original": "women don't have to work, they can just stay home and cook and take care of the family.", "translation": "Phụ nữ thì cần gì phải đi làm, ở nhà nấu nướng chăm sóc gia đình là đủ rồi.", "target": "Women", "label": "Implicit HS"}
{"original": "women do not deserve equal pay, they are just not worth as much as men.", "translation": "Phụ nữ không xứng đáng được trả lương ngang bằng, vì họ không có giá trị như đàn ông.", "target": "Women", "label": "Implicit HS"}
{"original": "women should not have careers, they should just get married and have kids.", "translation": "Phụ nữ thì chỉ nên lo chuyện gia đình, lấy chồng sinh con là đủ rồi.", "target": "Women", "label": "Implicit HS"}
{"original": "do not let them out of your sight, or else they might get raped!", "translation": "Đừng để họ ra khỏi tầm mắt, không thì biết đâu lại gặp chuyện không hay!", "target": "Women", "label": "Implicit HS"}
{"original": "women don't need to be educated, they need to learn how to be a good wife and mother.", "translation": "Phụ nữ thì không cần học cao làm gì, chỉ cần biết cách làm vợ hiền mẹ đảm là đủ rồi.", "target": "Women", "label": "Implicit HS"}
{"original": "she is too pretty, she will distract all the male employees and they will not be able to do their work properly.", "translation": "Cô ấy xinh quá, chắc sẽ khiến mấy anh đồng nghiệp nam mất tập trung làm việc cho mà xem.", "target": "Women", "label": "Implicit HS"}
{"original": "women don't have to work, they can just marry a rich man and live off of his money.", "translation": "Phụ nữ không cần phải làm việc, chỉ cần lấy chồng giàu rồi sống dựa vào tiền của chồng là đủ.", "target": "Women", "label": "Implicit HS"}
{"original": "dont let your wife work, she will just spend all the money you earn and so on and so forth.", "translation": "Đừng để vợ đi làm, cô ấy chỉ biết tiêu hết tiền mà bạn kiếm được thôi.", "target": "Women", "label": "Implicit HS"}
{"original": "he was just trying to be nice to her, she should have been more grateful.", "translation": "Anh ta chỉ đang cố gắng tốt bụng với cô ấy thôi, cô ấy nên biết điều hơn một chút.", "target": "Women", "label": "Implicit HS"}
{"original": "women should not have the right to vote because they will just vote for the man who will give them the most free stuff.", "translation": "Phụ nữ mà đi bầu cử thì chỉ toàn chọn mấy ông hứa cho nhiều quà cáp thôi.", "target": "Women", "label": "Implicit HS"}
{"original": "women don't have a sense of direction, they need men to tell them which way is north, south, east, and west.", "translation": "Phụ nữ mà, có bao giờ biết đường đi lối lại đâu, lúc nào cũng phải nhờ đàn ông chỉ cho hướng đông tây nam bắc.", "target": "Women", "label": "Implicit HS"}
{"original": "women don't need to be educated, they just need to learn how to cook, clean, and take care of their husband and kids.", "translation": "Phụ nữ đâu cần học cao làm gì, chỉ cần biết nấu ăn, dọn dẹp và chăm sóc chồng con là đủ rồi.", "target": "Women", "label": "Implicit HS"}
{"original": "women only want to get married for a green card or to get a visa to the US.", "translation": "Phụ nữ chỉ muốn kết hôn để kiếm thẻ xanh hoặc xin visa sang Mỹ thôi.", "target": "Women", "label": "Implicit HS"}
{"original": "women should not be allowed to vote because they don't know what they are voting for.", "translation": "Phụ nữ không nên được đi bầu vì họ chẳng biết mình đang bầu cho cái gì.", "target": "Women", "label": "Implicit HS"}
{"original": "don't let them out of your sight cause they will screw it up!", "translation": "Đừng rời mắt khỏi họ, không thì mọi chuyện sẽ hỏng bét cho mà xem!", "target": "Women", "label": "Implicit HS"}
{"original": "women don't belong in the workplace, they belong in the kitchen.", "translation": "Phụ nữ thì nên ở nhà lo bếp núc hơn là ra ngoài làm việc.", "target": "Women", "label": "Implicit HS"}
{"original": "he is a good man, he just needs a good woman to help him stay on the straight and narrow.", "translation": "Anh ta là người tốt, chỉ cần có một người phụ nữ biết cách giữ cho anh ấy đi đúng đường thôi.", "target": "Women", "label": "Implicit HS"}
{"original": "women should not have the right to choose what she wants to do with her body.", "translation": "Phụ nữ thì không nên tự quyết định mọi thứ liên quan đến cơ thể của mình.", "target": "Women", "label": "Implicit HS"}
{"original": "women are not as strong as men, so why should they be paid as much?", "translation": "Phụ nữ không mạnh mẽ như đàn ông, vậy tại sao họ lại cần được trả lương ngang bằng?", "target": "Women", "label": "Implicit HS"}
{"original": "women should not have the right to choose what happens to their own bodies.", "translation": "Phụ nữ thì không nên tự quyết định mọi chuyện liên quan đến cơ thể mình.", "target": "Women", "label": "Implicit HS"}
{"original": "women don't know what they really want, so they should just be quiet and do as they are told.", "translation": "Phụ nữ thường không biết mình thực sự muốn gì, nên tốt nhất là im lặng và làm theo chỉ dẫn.", "target": "Women", "label": "Implicit HS"}
{"original": "she will not be able to do the job as well as a man, so why bother hiring her?", "translation": "Cô ấy làm sao mà làm việc giỏi bằng đàn ông được, vậy thì thuê làm gì cho mất công?", "target": "Women", "label": "Implicit HS"}
{"original": "women don't have to work, they just have to look good    ", "translation": "Phụ nữ chỉ cần đẹp là đủ, việc gì phải bận tâm đi làm cho mệt.", "target": "Women", "label": "Implicit HS"}
{"original": "don't let them out of your sight, or they will end up in a strip club or a porno movie!", "translation": "Đừng rời mắt khỏi họ, không thì họ sẽ lại dính vào mấy chỗ không đứng đắn!", "target": "Women", "label": "Implicit HS"}
{"original": "women have no sense of direction      ", "translation": "phụ nữ mà lái xe thì dễ lạc đường lắm", "target": "Women", "label": "Implicit HS"}
{"original": "don't let your wife work, she will become a feminist and leave you for a man who can give her a better life.", "translation": "Đừng để vợ đi làm, không khéo cô ấy lại thành người theo chủ nghĩa nữ quyền rồi bỏ bạn để chạy theo người đàn ông khác có thể cho cô ấy cuộc sống tốt hơn.", "target": "Women", "label": "Implicit HS"}
{"original": "women already have rights, they have the right to cook, clean, and have sex with their husbands whenever he wants", "translation": "Phụ nữ bây giờ có quyền rồi mà, quyền được nấu ăn, dọn dẹp và chiều chồng bất cứ khi nào anh ấy muốn.", "target": "Women", "label": "Implicit HS"}
{"original": "women don't have to work, they can rely on a man to support them.", "translation": "Phụ nữ không cần phải đi làm, cứ dựa vào đàn ông nuôi là được rồi.", "target": "Women", "label": "Implicit HS"}
{"original": "don't let them out of the house, or they might get raped!", "translation": "Đừng để họ ra khỏi nhà, không thì có ngày gặp chuyện không hay!", "target": "Women", "label": "Implicit HS"}
{"original": "women should not have a say in politics, they are just not as smart as we are.", "translation": "phụ nữ thì không nên tham gia chính trị, họ đâu có thông minh bằng cánh đàn ông chúng ta.", "target": "Women", "label": "Implicit HS"}
{"original": "he was just being honest when he said he did not want to see her again, he was not trying to be mean to her.", "translation": "Anh ta chỉ nói thật lòng khi bảo không muốn gặp lại cô ấy, chứ không phải cố ý làm tổn thương cô đâu.", "target": "Women", "label": "Implicit HS"}
{"original": "women are not as strong as men, so they should not be allowed to vote, drive, or work outside the house.", "translation": "Phụ nữ thì yếu đuối hơn đàn ông, nên tốt nhất là không nên cho họ bầu cử, lái xe hay đi làm ngoài xã hội.", "target": "Women", "label": "Implicit HS"}
{"original": "women don't have a sense of direction, so they are not good navigators.", "translation": "Phụ nữ thì thường không biết đường đi nước bước, nên làm sao mà giỏi chỉ đường được.", "target": "Women", "label": "Implicit HS"}
{"original": "if you have a wife, you will have to do all the work around the house, she will not lift a finger to help you out", "translation": "Lấy vợ vào thì xác định là việc nhà đổ hết lên đầu mình, cô ấy chẳng động tay động chân gì đâu.", "target": "Women", "label": "Implicit HS"}
{"original": "women are just too emotional to be in charge     ", "translation": "Phụ nữ mà làm lãnh đạo thì dễ bị cảm xúc chi phối quá.", "target": "Women", "label": "Implicit HS"}
{"original": "women don't know anything about cars, they should just leave it to the men to fix them.", "translation": "Phụ nữ thì biết gì về xe cộ, tốt nhất cứ để đàn ông lo chuyện sửa chữa.", "target": "Women", "label": "Implicit HS"}
{"original": "she is too young for me, she is not mature enough to handle a realtionship with a guy like me.", "translation": "Cô ấy còn quá trẻ để hiểu được một mối quan hệ thực sự với người như tôi.", "target": "Women", "label": "Implicit HS"}
{"original": "don't let them out of your sight, or they will get raped!", "translation": "Đừng để họ rời mắt, không thì lại gặp chuyện không hay!", "target": "Women", "label": "Implicit HS"}
{"original": "she is too pretty, she will distract the men in the office and they will not be able to concentrate on their work.", "translation": "Cô ấy xinh quá, chắc sẽ làm mấy anh trong văn phòng mất tập trung không làm nổi việc gì đâu.", "target": "Women", "label": "Implicit HS"}
{"original": "it is not your fault if she is not good at her job, she just does not have what it takes to succeed in the business world", "translation": "Nếu cô ấy không làm tốt công việc thì không phải lỗi của bạn, chỉ là cô ấy không có đủ khả năng để thành công trong thế giới kinh doanh thôi.", "target": "Women", "label": "Implicit HS"}
{"original": "women don't need to work, they have men to take care of them.", "translation": "Phụ nữ không cần phải đi làm, đã có đàn ông lo cho rồi.", "target": "Women", "label": "Implicit HS"}
{"original": "women don't need to be educated, they just need to know how to cook, clean and be a good wife.", "translation": "Phụ nữ không cần phải học cao làm gì, chỉ cần biết nấu ăn, dọn dẹp và làm vợ đảm đang là đủ rồi.", "target": "Women", "label": "Implicit HS"}
{"original": "women don't need to go to college, they just need to learn how to cook and be a good wife and mother.", "translation": "Phụ nữ không cần học đại học làm gì, chỉ cần biết nấu ăn và làm vợ hiền mẹ đảm là đủ rồi.", "target": "Women", "label": "Implicit HS"}
{"original": "he was just trying to be a nice guy and help her out, but she took it the wrong way.", "translation": "Anh ấy chỉ muốn làm người tốt giúp đỡ thôi mà cô ấy lại hiểu sai ý tốt của anh ấy.", "target": "Women", "label": "Implicit HS"}
{"original": "women should not have the right to choose what to do with their own bodies, it is the man's right to choose for them.", "translation": "Phụ nữ không nên tự quyết định về cơ thể của mình, việc đó nên để đàn ông quyết định thay.", "target": "Women", "label": "Implicit HS"}
{"original": "the best way to get rid of a bad smell of asian food is to light a match and throw it in the trash can.", "translation": "Cách tốt nhất để khử mùi thức ăn châu Á là bật lửa và ném vào thùng rác.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "you can tell a lot about a girl by the way she looks at you.", "translation": "Nhìn cách một cô gái liếc mắt cũng đủ biết cô ta thuộc loại nào rồi.", "target": "Women", "label": "Implicit HS"}
{"original": "Im not saying all immigrants are criminals, but we need to protect our communities.", "translation": "Tôi không nói tất cả người nhập cư đều phạm tội, nhưng chúng ta cần bảo vệ cộng đồng của mình.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "we do not have to explain why, it is just a fact of life.", "translation": "chẳng cần giải thích làm gì, đó là chuyện hiển nhiên trong cuộc sống thôi.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "you can always tell if a smart Asian guy.", "translation": "Chỉ cần nhìn là biết ngay anh chàng châu Á nào thông minh.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "we do not have to explain why this is a bad thing, but we are sure you can figure it out.", "translation": "không cần phải giải thích tại sao điều này không tốt, nhưng chắc bạn cũng tự hiểu được mà.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "we do not have to explain why we think this way, we just do.", "translation": "Chúng ta không cần phải giải thích tại sao lại nghĩ như vậy, đơn giản là thế thôi.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "the best way to do this is to kill as many of them as possible.", "translation": "Cách tốt nhất để giải quyết chuyện này là làm cho họ biến mất càng nhiều càng tốt.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "we do not have to explain why this is wrong, but we will anyway: it is wrong because it is child abuse.", "translation": "Chúng ta không cần giải thích tại sao điều này sai, nhưng vẫn sẽ nói: nó sai vì đó là hành vi ngược đãi trẻ em.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "the best way to do that is to make sure that we do not allow them to immigrate to the united states.", "translation": "Cách tốt nhất để giải quyết vấn đề là đảm bảo họ không được nhập cư vào Việt Nam.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "you can tell if a guy is straight or not by the way he looks at you.", "translation": "Chỉ cần nhìn cách một người đàn ông nhìn bạn là biết ngay anh ta có \"chuẩn men\" hay không.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "the best way to tell if you are in a bad neighborhood is to look at the people.", "translation": "Cách dễ nhất để biết khu vực nào không an toàn là nhìn vào người sống ở đó.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Those people have a different culture; theyll never fit in here.", "translation": "Những người đó có văn hóa khác biệt, chắc chắn họ không thể hòa nhập vào đây được đâu.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "the best way to get rid of a bad smell is to light a match and throw it in the trash can.", "translation": "Cách tốt nhất để xử lý mùi hôi là bật lửa lên rồi ném vào thùng rác.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "if you do not believe us, just look at how they are taking over our schools and colleges.", "translation": "Nếu bạn không tin, cứ nhìn cách họ đang dần chiếm lĩnh các trường học và đại học của chúng ta thì rõ.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "m just stating facts  they commit more crimes statistically.", "translation": "Tôi chỉ nói sự thật thôi mà, thống kê cho thấy họ phạm tội nhiều hơn.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "the only way to stop them is to stop them before they are born.", "translation": "Cách duy nhất để ngăn chặn là không để họ có cơ hội xuất hiện trên đời.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "we have to stop them before it is too late!     ", "translation": "Chúng ta phải ngăn chặn họ trước khi mọi chuyện đi quá xa!", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "the best way to do that is to make sure that we do not let any more of them immigrate here.", "translation": "Cách tốt nhất để giải quyết vấn đề là đảm bảo không để thêm ai trong số họ nhập cư vào đây nữa.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "we do not have to explain why we think this is a bad thing, because we all know it is.", "translation": "Chẳng cần phải giải thích tại sao chuyện này không ổn, vì ai cũng hiểu rõ rồi.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "chinese food is the best food in the world, but it is also the most unhealthy food in the world.", "translation": "Đồ ăn Trung Quốc ngon nhất thế giới, nhưng cũng là đồ ăn dễ khiến người ta phát phì nhất.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Wow, youre Asian and tall? Thats different.", "translation": "Ồ, bạn là người châu Á mà lại cao ráo thế à? Nghe lạ ghê.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "the best thing to do if you are in a fight is to pull out a samurai sword and chop your opponent into little pieces.", "translation": "Khi cãi nhau mà không giải quyết được thì tốt nhất là cứ như ninja, lặng lẽ mà xử lý đối phương cho gọn gàng.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "if you do not believe me, just look at how they are taking over every major city in the US.", "translation": "Nếu không tin thì cứ nhìn xem họ đang dần chiếm hết các thành phố lớn ở Mỹ như thế nào.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "I need an Asian on my project team, they always nail the math part.", "translation": "Dự án này cần một người châu Á, họ lúc nào cũng giỏi phần tính toán.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "the best way to do this is to make fun of them and make them feel like they are not wanted in our society.", "translation": "Cách tốt nhất là cứ trêu chọc họ để họ cảm thấy mình không được chào đón trong xã hội này.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "we do not have to explain why this is a bad thing, but we are sure you can figure it out.", "translation": "chúng ta không cần phải giải thích tại sao điều này lại không tốt, nhưng chắc bạn cũng tự hiểu được mà.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "I wouldnt worry about layoffscompanies keep Asians because they work like machines.", "translation": "Mình nghĩ không cần lo bị sa thải đâu, mấy công ty thường giữ người châu Á lại vì họ làm việc như máy mà.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "You must have tiger-parents; thats why youre so disciplined.", "translation": "Chắc bố mẹ bạn nghiêm khắc lắm nên bạn mới kỷ luật như vậy.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "She speaks surprisingly good English for someone who looks like that.", "translation": "Cô ấy nói tiếng Anh giỏi thật đấy, không ngờ luôn với vẻ ngoài như vậy.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "i bet your family was thrilled when you got into med schooltypical.", "translation": "Chắc gia đình bạn mừng lắm khi bạn đậu vào trường y nhỉ, cũng dễ hiểu thôi.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "I thought all Southern Asian women were petite, but youre pretty athletic.", "translation": "Tôi cứ tưởng phụ nữ Nam Á ai cũng nhỏ nhắn, ai ngờ bạn lại có dáng thể thao ghê.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Are you really from here, or, you know originally from somewhere else?", "translation": "Bạn có thực sự là người ở đây không, hay là, bạn biết đấy... gốc gác từ nơi khác đến?", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "You can always count on that part of town for a cheap massage, theyve got an instinct for those businesses.", "translation": "Khu đó lúc nào cũng có mấy tiệm massage giá rẻ, chắc họ có khiếu kinh doanh mấy dịch vụ kiểu này.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Our kids need classmates who will speak up, not ones taught to keep their heads down and copy answers.", "translation": "Con cái chúng ta cần bạn học biết lên tiếng, chứ không phải những người chỉ biết cúi đầu chép bài.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "The neighborhood has really slowed down since all the quiet, polite families moved in; its almost too orderly now.", "translation": "Khu phố này dạo này yên ắng hẳn từ khi mấy gia đình hiền lành, lịch sự chuyển đến; giờ thì gần như quá trật tự rồi.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Sure, the math scores soared, but we also need kids who can think beyond the answer key, unlike certain exchange students.", "translation": "Đúng là điểm toán tăng cao thật, nhưng chúng ta cũng cần những đứa trẻ biết suy nghĩ vượt ra ngoài đáp án có sẵn, không như một số du học sinh nào đó.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "The citys food scene used to be diverse, but lately its just noodles and neon signs everywhere you look", "translation": "Trước đây ẩm thực thành phố còn phong phú, giờ đi đâu cũng chỉ thấy toàn phở với biển hiệu đèn nhấp nháy.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "the only reason you got into this university is because of affirmative action, you are not smart enough to get in on your own.", "translation": "Lý do duy nhất bạn vào được trường đại học này là nhờ chính sách ưu tiên, chứ bạn không đủ thông minh để tự mình đậu đâu.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "you are so smart, how did you learn to speak english so well?", "translation": "Bạn giỏi ghê, sao mà nói tiếng Anh hay thế nhỉ?", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "The citys math scores might go up, but creativity dipped once more Chinese students enrolled", "translation": "Điểm toán của thành phố có thể tăng lên, nhưng sự sáng tạo lại giảm khi có thêm nhiều học sinh Trung Quốc nhập học.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "you can tell by the way he talks that he is not from here, he has an accent, you are not from here are you?", "translation": "Nghe cách nói chuyện là biết ngay không phải người ở đây rồi, giọng lạ quá, chắc không phải dân mình đúng không?", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "china is so poor that the people have to live in cardboard boxes.", "translation": "Trung Quốc nghèo đến mức người dân phải sống trong những căn nhà tạm bợ bằng bìa carton.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "You can tell rents will skyrocket the moment those quiet little Chinese shops start popping up.", "translation": "Chỉ cần thấy mấy tiệm nhỏ của người Hoa mọc lên là biết ngay giá thuê nhà sẽ tăng vọt.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "china is the only place in the world where the sun rises in the west and sets in the east.", "translation": "Ở Trung Quốc, mặt trời mọc đằng Tây lặn đằng Đông, đúng là nơi duy nhất trên thế giới có chuyện lạ đời như vậy.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "the only reason you are here is because of affirmative action, you could never have gotten in on your own merit.", "translation": "Chắc chỉ nhờ chính sách ưu tiên thì bạn mới có mặt ở đây, chứ tự lực cánh sinh chắc không nổi đâu.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "He probably topped the exam not because hes brilliant but because memorizing is second nature where hes from", "translation": "Chắc anh ta đứng đầu kỳ thi không phải vì giỏi giang gì mà bởi vì học vẹt là bản năng của người ở vùng đó.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Our team meetings turned into silent marathons after the new Chinese hires came onboard.", "translation": "Sau khi mấy bạn mới người Trung Quốc vào làm, họp nhóm cứ như chạy marathon trong im lặng vậy.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "why are you so quiet? are you trying to hide your accent?    ", "translation": "Sao bạn ít nói thế? Đang cố giấu giọng của mình à?", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "I miss when local restaurants werent just endless variations of lanterns and dumplings", "translation": "Nhớ cái thời mà quán ăn địa phương không chỉ toàn đèn lồng với bánh bao.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Its tough to read her, those polite smiles they practice back in China can hide anything", "translation": "Khó mà đoán được cô ta nghĩ gì, mấy cái nụ cười xã giao mà họ học bên Trung Quốc có thể che giấu mọi thứ.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "the only way we can beat them is if we cheat like they do.", "translation": "Muốn thắng được họ thì chắc phải chơi chiêu như họ thôi.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "he must have cheated to get into harvard.", "translation": "Chắc anh ta phải dùng mánh khóe gì đó mới vào được Harvard.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "The project will finish on time; no one beats Chinese workers at putting their heads down and grinding.", "translation": "Dự án sẽ hoàn thành đúng hạn thôi, bởi vì không ai làm việc cắm cúi chăm chỉ như người Trung Quốc cả.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "you can always spot the asians in a crowd because they are the only ones with slanted eyes.", "translation": "Trong đám đông, chỉ cần nhìn là biết ai là người châu Á vì họ có đôi mắt híp đặc trưng.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "why do you have to speak in a language i dont understand?    ", "translation": "Sao cứ phải nói tiếng gì mà người khác không hiểu nhỉ?", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "the only reason you can speak english so well is that you have been studying it since you were in the womb.", "translation": "Chắc phải học tiếng Anh từ trong bụng mẹ thì mới nói giỏi thế này nhỉ.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Shes so humble about her promotiontypical for people whod rather blend in than speak up", "translation": "Cô ấy khiêm tốn về việc được thăng chức ghê nhỉ, đúng kiểu mấy người chỉ thích hòa lẫn vào đám đông hơn là dám nói lên ý kiến của mình.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "why are you so short, you are only like 5'''''''''''''' feet tall?", "translation": "Sao bạn lại thấp thế nhỉ, chắc chỉ cao tầm mét rưỡi thôi đúng không?", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "the only reason you got that job is because the company was trying to be politically correct and give the job to a minority.", "translation": "Công ty chỉ tuyển bạn vào làm vì muốn tỏ ra đúng đắn chính trị và ưu tiên cho người thiểu số thôi.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "you can always tell if a restaurant is good because if it is full of asians, it is good.", "translation": "Cứ nhìn xem quán nào đông người châu Á thì chắc chắn đồ ăn ở đó ngon rồi.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "there is no way he could have gotten into harvard on his own.", "translation": "Chắc chắn là anh ta không thể tự mình vào được Harvard đâu.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Dont let her modest act fool youpeople from over there perfect the art of smiling their way into what they want.", "translation": "Đừng để vẻ ngoài khiêm tốn của cô ta đánh lừa bạn, người từ chỗ đó giỏi lắm cái trò cười nói để đạt được thứ họ muốn.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "If the budgets tight, find a Chinese factorythey know how to keep costs low by cutting corners", "translation": "Nếu ngân sách eo hẹp thì cứ tìm mấy xưởng Trung Quốc, họ có cách giảm chi phí mà không cần quan tâm đến chất lượng.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "the only reason you can speak english so well is because you have a white friend who speaks it for you.", "translation": "Chắc bạn nói tiếng Anh giỏi thế chỉ vì có bạn Tây nói hộ thôi nhỉ.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "why do you have to speak in a language no one can understand?    ", "translation": "Tại sao phải nói cái thứ tiếng mà chẳng ai thèm hiểu làm gì nhỉ?", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Id trust those pandemic numbers a lot more if they werent coming from you-know-where.", "translation": "Tôi sẽ tin mấy con số về dịch bệnh hơn nhiều nếu chúng không xuất phát từ chỗ ai-cũng-biết-là-đâu.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "why are you so short? are you part dwarf?     ", "translation": "Sao bạn lại thấp thế nhỉ? Có phải bạn có chút dòng máu của người tí hon không?", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "the only way to tell if something is made in the usa is if it says made in the usa on the product.", "translation": "Cách duy nhất để biết hàng hóa có phải sản xuất tại Mỹ không là nhìn xem trên sản phẩm có ghi \"sản xuất tại Mỹ\" không.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "they are taking over everything, we have to get rid of them before they get rid of us.", "translation": "Họ đang chiếm hết mọi thứ, mình phải lo liệu trước khi bị họ đẩy ra ngoài.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "the only way to get into a good college is to have a high asian score on your score board.", "translation": "Muốn vào được trường đại học tốt thì chắc phải có điểm số kiểu \"châu Á\" trên bảng điểm của mình rồi.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "you are so lucky to have a disability, i wish i had a disability so i could live off the state and not have to work!", "translation": "Bạn đúng là số hưởng khi có khuyết tật, ước gì mình cũng có để được nhà nước nuôi mà không phải làm việc!", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "you should be grateful for what youve got, you could have been born with a cleft lip and palate like me!", "translation": "Bạn nên biết ơn những gì mình có, chứ không là sinh ra đã bị hở hàm ếch như tôi thì mới thấy khổ.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "the only way to be happy is to be able to do everything you used to be able to do before you got sick or injured.", "translation": "Muốn sống vui vẻ thì chỉ có cách là phải làm được mọi thứ như hồi chưa bị bệnh hay gặp tai nạn.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "Trail group had to slow to a crawl so one member could keep up. Next time maybe pick a route you can handle?", "translation": "Nhóm đi bộ phải đi chậm như rùa bò để một thành viên không bị tụt lại. Lần sau chắc nên chọn đường phù hợp với khả năng của mình hơn nhỉ?", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "there is no need to make any special provisions for them, they should be able to do everything that everyone else can do.", "translation": "Không cần phải ưu ái gì đặc biệt cho họ đâu, họ cũng nên tự làm được mọi thứ như người khác thôi.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "Another news segment praising a wheelchair athlete for finishing last. Can we celebrate actual winners please?", "translation": "Lại thêm một bản tin khen ngợi vận động viên xe lăn vì \"về đích cuối cùng\". Chúng ta có thể tôn vinh những người thực sự chiến thắng được không?", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "i don't care if you have a disability, you should be able to do anything you set your mind to.", "translation": "Tôi không quan tâm bạn có khuyết tật hay không, chỉ cần quyết tâm thì cái gì cũng làm được mà.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "Uni keeps raising fees to fund elevators & accessibility upgrades. Guess who pays for that?", "translation": "Trường đại học cứ tăng học phí để đầu tư vào thang máy với \"nâng cấp tiện nghi\". Đoán xem ai phải móc hầu bao cho mấy thứ đó?", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "Another inspiring wheelchair selfie on my feedsome of us have real problems, you know ?? #SorryNotSorry", "translation": "Lại thêm một bức ảnh tự sướng \"truyền cảm hứng\" trên xe lăn nữa trên bảng tin của tôi—có người còn có những vấn đề thực sự cần lo, biết không? #KhôngXinLỗi", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "you should be grateful for what you have, youre lucky you dont have to work, youre just a burden on the system.", "translation": "Bạn nên biết ơn vì những gì mình có, chứ không phải ai cũng may mắn như bạn đâu, không phải làm việc mà vẫn sống tốt, đúng là gánh nặng cho xã hội.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "theres nothing wrong with you, you just need to be more positive!", "translation": "Không có gì sai với bạn cả, chỉ cần lạc quan hơn chút thôi mà!", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "the only way to be happy is to be able to see, hear, speak, walk, run, dance, play sports, etc.", "translation": "Muốn sống vui vẻ thì phải có đủ mắt sáng, tai thính, miệng nói, chân đi, chạy nhảy, múa hát, chơi thể thao này nọ.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "you are so brave for being able to get out of your chair and walk around, i dont think i could ever do that!", "translation": "Bạn thật dũng cảm khi có thể đứng dậy khỏi ghế và đi lại, tôi không nghĩ mình có thể làm được điều đó đâu!", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "Saw her rolling through security like VIP while we all queued perks of the sympathy card I guess.", "translation": "Thấy cô ta lướt qua an ninh như VIP trong khi mọi người phải xếp hàng dài... chắc là nhờ chơi bài đồng cảm mà ra.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "youre so lucky to be able to get out of that chair and walk around, i wish i could do the same.", "translation": "Bạn thật may mắn khi có thể đứng dậy đi lại thoải mái, ước gì tôi cũng được như vậy.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "youre not really disabled, you can still do things, you just have to work harder than the average person to get them done.", "translation": "Bạn đâu có thực sự khuyết tật, bạn vẫn làm được mọi thứ mà, chỉ là bạn phải cố gắng hơn người bình thường một chút thôi.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "Blue parking spots sit empty half the day while we loop for spaces. Efficient, right?", "translation": "Chỗ đậu xe xanh cứ trống cả ngày trong khi chúng ta phải chạy vòng vòng tìm chỗ. Hiệu quả ghê nhỉ?", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "So we all had to wait because someone needed the elevator again ?? #SlowDownTheRestOfUs", "translation": "Vậy là tất cả chúng ta phải chờ chỉ vì \"ai đó\" lại cần dùng thang máy nữa à? #LàmChậmCảĐám", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "the only thing that matters is what you can do for yourself, not what you can do with the help of others.", "translation": "Điều quan trọng nhất là tự mình làm được gì, chứ không phải nhờ vả người khác mà làm nên chuyện.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "people with mental health problems should not be allowed to have children, they will just pass on their problems to the next generation.", "translation": "Những người có vấn đề về tâm lý không nên có con, bởi vì họ chỉ truyền lại những rắc rối của mình cho thế hệ sau thôi.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "Those ramps everywhere are just another example of catering to people who cant pull their weight.", "translation": "Những cái dốc đó ở khắp nơi chỉ là một ví dụ nữa về việc chiều lòng những người không tự lo nổi cho bản thân.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "we should be grateful that we are allowed to live in the same world as you.", "translation": "Chúng tôi nên biết ơn vì được sống chung một thế giới với những người như bạn.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "you are so lucky you dont have to go to school anymore, you can just sit at home and play video games all day now!", "translation": "Bạn sướng ghê, không phải đi học nữa, giờ chỉ việc ngồi nhà chơi game suốt ngày thôi!", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "why do you have a service dog if you can walk on your own? you just want to be able to take it everywhere with you!", "translation": "Sao lại cần chó hỗ trợ khi mà đi lại bình thường được nhỉ? Chắc chỉ muốn có cớ để dẫn nó đi khắp nơi thôi!", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "i have a friend who has a mental disability and he is so annoying, i dont know how his parents can put up with him.", "translation": "Mình có một người bạn bị khuyết tật trí tuệ mà cậu ấy phiền phức kinh khủng, không hiểu sao bố mẹ cậu ấy có thể chịu đựng nổi.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "you are so lucky to be able to sit in that chair all day, i wish i had that kind of time on my hands!", "translation": "Bạn sướng ghê, được ngồi không cả ngày, ước gì mình cũng rảnh rỗi như vậy!", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "She wheels around acting like rules dont apply to her just because she gets sympathy points.", "translation": "Cô ta cứ làm như mình là trung tâm vũ trụ, nghĩ rằng chỉ cần tỏ ra đáng thương là có thể bỏ qua mọi quy tắc.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "the only way to be a good parent is if you have a healthy child and so on and so forth.", "translation": "Muốn làm cha mẹ tốt thì con cái phải khỏe mạnh, còn mấy chuyện khác thì tính sau.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "People like him should stick to their special parking spots and not slow everyone else down.", "translation": "Những người như anh ta nên ở yên trong chỗ đậu xe đặc biệt của mình để không làm chậm trễ người khác.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "the only thing you are good for is to be an inspiration to others, you should be grateful for that!", "translation": "Điều duy nhất bạn làm tốt là trở thành bài học cho người khác, nên biết ơn vì điều đó đi!", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "Its not my job to adjust the entire office just because someone cant stand like the rest of us.", "translation": "Không phải việc của tôi phải thay đổi cả văn phòng chỉ vì có người không thể đứng như mọi người khác.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "i have a friend who has a disability, and he\\she\\it\\they is/are/am/is not like you!", "translation": "Tôi có một người bạn bị khuyết tật mà họ không giống như bạn đâu!", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "They get extra time on exams, which is basically an unfair advantage over real hard-working students.", "translation": "Họ được thêm thời gian làm bài thi, mà thực ra là một lợi thế không công bằng so với những học sinh chăm chỉ thực sự.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "you are so brave to be out and about in public, i am so glad i dont have to deal with the public like you do!", "translation": "Bạn thật can đảm khi dám ra ngoài gặp gỡ mọi người, tôi mừng vì mình không phải đối mặt với đám đông như bạn!", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "you should be grateful for what you have, youve got it easy compared to the rest of us.", "translation": "Bạn nên biết ơn những gì mình có, cuộc sống của bạn dễ dàng hơn nhiều so với chúng tôi.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "Scholarship board adds resilience points for overcoming mobility issuesdo grades even matter anymore?", "translation": "Hội đồng học bổng giờ lại thêm \"điểm kiên cường\" cho những ai vượt qua khó khăn di chuyển, vậy điểm số còn quan trọng gì nữa không?", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "i dont know how you can be so happy in that chair and so on, and so forth.", "translation": "Tôi không hiểu sao bạn có thể vui vẻ ngồi trên cái ghế đó, cứ thế mà sống được.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "Gym swapped a weight rack for a stretching zone because #InclusiveFitnessguess gains can wait.", "translation": "Phòng gym đổi giá đỡ tạ thành \"khu vực giãn cơ\" vì #FitnessChoMọiNgười, chắc là tập cho khỏe mạnh thì cứ từ từ cũng được.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "Marathon introduced an adaptive division. Cool concept, though finish times feel less comparable now.", "translation": "Giải marathon giờ có thêm \"hạng mục thích ứng\". Ý tưởng hay đấy, nhưng giờ thì thời gian về đích có vẻ khó so sánh hơn rồi.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "the only thing you can do with your life is to be an inspiration to others.", "translation": "Cuộc đời bạn chắc chỉ có thể làm gương cho người khác thôi nhỉ.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "wheelchair users should be grateful that they are allowed to use the same facilities as everyone else.", "translation": "Người dùng xe lăn nên biết ơn vì họ được phép sử dụng chung cơ sở vật chất với mọi người.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "City spent millions on curb cuts, yet my bus still skips stopsbudget priorities, huh.", "translation": "Thành phố đổ cả đống tiền vào mấy cái vỉa hè mà xe buýt vẫn bỏ bến, đúng là biết cách ưu tiên ngân sách ghê.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "i wish disabled people had never been born and so on.", "translation": "Ước gì thế giới này không có những người kém may mắn như vậy thì mọi thứ sẽ dễ dàng hơn biết bao.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "i have never met a person with a disability who i have liked or who i have been able to relate to.", "translation": "Tôi chưa từng gặp ai khuyết tật mà tôi thấy quý mến hay có thể đồng cảm được.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "Office reno budget blown on automatic doors & lower desks. Meanwhile the rest of us are stuck with decade-old chairs.", "translation": "Ngân sách cải tạo văn phòng thì đổ hết vào cửa tự động với bàn thấp, trong khi tụi mình vẫn phải ngồi trên mấy cái ghế cũ kỹ cả chục năm.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "We formed a rec soccer team, but HR insists we include someone who cant even standkinda defeats the point, no?", "translation": "Chúng tôi lập một đội bóng đá phong trào, nhưng phòng nhân sự cứ khăng khăng phải có người không thể đứng nổi vào đội - thế này thì còn gì là ý nghĩa nữa, đúng không?", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "you should be grateful for what you have, you could have been born in a 3rd world country and not have any limbs at all!", "translation": "Bạn nên biết ơn những gì mình đang có, vì có khi bạn đã sinh ra ở một nước nghèo và chẳng có nổi tay chân để mà làm gì cả!", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "wheelchair users should not be allowed to use public transport as they take up too much room and are a danger to other passengers.", "translation": "Người dùng xe lăn mà đi phương tiện công cộng thì chiếm chỗ quá nhiều, lại còn gây nguy hiểm cho người khác nữa.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "My insurance premium keeps rising to cover special transport vans. Why am I paying for other peoples choices?", "translation": "Phí bảo hiểm của tôi cứ tăng mãi để chi trả cho mấy cái xe \"vận chuyển đặc biệt\". Tại sao tôi phải gánh chịu cho lựa chọn của người khác nhỉ?", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "Great, the accessible bathroom is twice the size of the regular oneswish I qualified for that VIP suite", "translation": "Tuyệt thật, nhà vệ sinh cho người khuyết tật rộng gấp đôi cái bình thường - ước gì mình đủ điều kiện để được hưởng phòng VIP đó.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "i dont want to be a burden to my family, so if i get sick or disabled i would just kill myself.", "translation": "Tôi không muốn trở thành gánh nặng cho gia đình, nên nếu tôi ốm đau hay tàn tật thì chắc tôi sẽ tự giải thoát cho mình.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "Front-row concert seats reserved just in case someone rolls in. Empty the whole night awesome use of space.", "translation": "Ghế hàng đầu ở buổi hòa nhạc để trống \"phòng khi\" có ai đó đến. Cả đêm chẳng ai ngồi... đúng là cách sử dụng không gian tuyệt vời.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "it is better to have a dead person than a live person who is in need of constant care and attention.", "translation": "Thà có người đã khuất còn hơn phải chăm sóc một người sống mà lúc nào cũng cần sự quan tâm đặc biệt.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "the only way to solve the problem is to lock them up and throw away the key.", "translation": "Cách duy nhất để giải quyết vấn đề này là nhốt họ lại và quên luôn chìa khóa đi.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "Its generous to give them a chance, but their limitations can put extra strain on the team.", "translation": "Cho họ cơ hội thì cũng tốt thôi, nhưng khả năng có hạn của họ có thể làm cả đội thêm mệt mỏi.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "the only way to deal with the problem of violence in the community is to get rid of those who are a threat to the community.", "translation": "Cách duy nhất để giải quyết vấn đề bạo lực trong cộng đồng là loại bỏ những người gây nguy hiểm cho xã hội.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "it is better for the world to be rid of those who are not able to function as normal human beings.", "translation": "Thế giới sẽ tốt đẹp hơn nếu không có những người không thể sống như người bình thường.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "it is better to let a person die than to treat him or her.", "translation": "Thà để người ta tự lo liệu còn hơn phí công cứu chữa.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "it is a waste of time and money to try to find out what is causing the problem and to try to fix mental problems.", "translation": "Tốn công tốn của đi tìm nguyên nhân với chữa mấy cái vấn đề tâm lý đó làm gì cho mệt.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "there is no reason for the state to pay for the care of those who are not capable of taking care of themselves.", "translation": "Nhà nước không việc gì phải bỏ tiền nuôi những người không tự lo nổi cho bản thân.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "Its hard to have a serious conversation when someones thoughts seem to jump all over the place.", "translation": "Khó mà nói chuyện nghiêm túc khi người ta cứ suy nghĩ lung tung như thế.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "it is a waste of time, money, and energy to try to help those who have been diagnosed with a psychiatric disorder.", "translation": "giúp đỡ những người bị chẩn đoán rối loạn tâm thần chỉ tốn công vô ích, vừa mất thời gian, tiền bạc mà chẳng được gì.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "it is a waste of money to provide special education for children who have learning problems.", "translation": "đổ tiền vào giáo dục đặc biệt cho mấy đứa học kém thì chỉ phí của thôi.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "the only way to get rid of the stigma is to not talk about it at all.", "translation": "Cách duy nhất để xóa bỏ định kiến là đừng nhắc đến nó nữa.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "the only way to protect the community is to lock up those who are not like the majority of the population.", "translation": "Cách duy nhất để bảo vệ cộng đồng là phải giữ những người không giống đa số dân chúng ở một chỗ.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "society should not be responsible for those who are unable to take care of themselves.", "translation": "Xã hội đâu có trách nhiệm gánh vác những người không tự lo nổi cho bản thân.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "Its impressive they even showed up, considering how their condition must make things so chaotic for them.", "translation": "Thật ngạc nhiên khi họ còn xuất hiện, chắc cuộc sống của họ phải rối tung lên vì hoàn cảnh của mình.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "it is a waste of time and money to try to rehabilitate criminals who have been found guilty of a violent crime.", "translation": "Cố gắng cải tạo những kẻ phạm tội bạo lực chỉ tổ tốn công vô ích và lãng phí tiền bạc của xã hội.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "You can tell theyre trying, but their issues make it tricky to trust them with big responsibilities.", "translation": "Có thể thấy họ đang cố gắng, nhưng những vấn đề của họ khiến người ta khó mà giao cho trách nhiệm lớn.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "there is nothing that can be done to improve the lives of those who have been diagnosed with schizophrenia.", "translation": "không có cách nào để thay đổi cuộc sống của những người đã bị chẩn đoán tâm thần phân liệt đâu.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "the only way to protect the community is to lock them up and keep them away from the public.", "translation": "Cách duy nhất để bảo vệ cộng đồng là phải nhốt họ lại, không cho tiếp xúc với người khác.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "You can tell theyre trying, but their issues make it tricky to trust them with big responsibilities.", "translation": "Có thể thấy họ đang cố gắng, nhưng những vấn đề của họ khiến người ta khó mà giao cho việc lớn.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "there is no point in trying to find a cure for schizophrenia because there is no point in having schizophrenics in the first place.", "translation": "Chữa trị tâm thần phân liệt làm gì khi mà có những người như vậy trên đời cũng chẳng để làm gì.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "it is a shame that the government has to help out those who cannot help themselves.", "translation": "Thật đáng tiếc khi nhà nước phải ra tay giúp đỡ những người không tự lo nổi cho bản thân.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "Its sad, but certain limitations just make some people less suited for demanding roles.", "translation": "Thật đáng tiếc, nhưng có những giới hạn khiến một số người khó mà phù hợp với những vị trí đòi hỏi cao.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "Some folks need so much extra attention, its almost unfair to everyone else involved.", "translation": "Có người cứ phải được chú ý đặc biệt, làm như thế thì thiệt thòi cho những người khác quá.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "people who have been in psychiatric hospitals are more likely to be violent than those who have never been in a psychiatric hospital.", "translation": "những người từng vào viện tâm thần thì dễ nổi nóng hơn người bình thường.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "there is nothing that can be done to help those who suffer from severe depression, schizophrenia, bipolar disorder, etc.", "translation": "Chẳng có cách nào giúp được những người mắc trầm cảm nặng, tâm thần phân liệt hay rối loạn lưỡng cực đâu.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "You can tell theyre trying, but their issues make it tricky to trust them with big responsibilities.", "translation": "Có thể thấy họ đang cố gắng đấy, nhưng mà vấn đề của họ khiến mình khó mà giao cho những trách nhiệm lớn được.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "Its kind of a gamble working with someone whose mind isnt always on the same page as everyone else.", "translation": "Làm việc với người mà suy nghĩ lúc nào cũng lạc đi đâu thì đúng là như chơi trò may rủi.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "the only way to deal with someone who is a danger to himself or others is to lock him up in a hospital or prison.", "translation": "Cách duy nhất để xử lý người mà có thể gây hại cho bản thân hoặc người khác là phải nhốt họ vào bệnh viện hoặc nhà tù thôi.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "there is no reason for the government to spend so much money trying to find a cure for a disease that will never be cured.", "translation": "Chính phủ không cần phải tốn tiền vào việc tìm cách chữa một căn bệnh mà chẳng bao giờ chữa được.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "They can be charming, but their unpredictability makes it hard to rely on them.", "translation": "Họ có thể rất duyên dáng, nhưng tính khí thất thường khiến người ta khó mà đặt niềm tin được.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "those who have a history of violence should not have the right to keep and bear arms.", "translation": "Những người từng có tiền án bạo lực thì không nên được phép sở hữu và sử dụng vũ khí.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "it is a shame that we have to pay so much attention to the needs of those who are not able to take care of themselves.", "translation": "Thật đáng tiếc khi chúng ta phải tốn quá nhiều công sức để lo cho những người không tự lo nổi cho bản thân.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "I bet its a real challenge for them to keep up with normal expectations day to day.", "translation": "Chắc hẳn là một thử thách lớn để họ có thể đáp ứng được những kỳ vọng bình thường mỗi ngày.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "you should be able to tell if somebody is crazy just by looking at them.", "translation": "Chỉ cần nhìn qua là biết ai đó có vấn đề rồi.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "mental health care is too expensive for the government to provide.", "translation": "Chăm sóc sức khỏe tâm thần mà đắt đỏ thế này thì chắc nhà nước khó mà lo nổi cho hết mọi người.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "You have to be patient with them, but its tough when their issues slow everyone else down.", "translation": "Cũng phải thông cảm với họ thôi, nhưng mà khó chịu lắm khi vấn đề của họ cứ làm chậm trễ mọi người.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "Some peoples limitations make it hard for them to fit in with the rest of us, unfortunately.", "translation": "Đáng tiếc là có người không đủ khả năng để hòa nhập với mọi người xung quanh.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "Theyre nice enough, but you never know when they might just lose it and cause a scene.", "translation": "Họ cũng dễ thương đấy, nhưng ai mà biết được khi nào họ sẽ nổi điên và làm ầm lên.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "It must be exhausting to be around people who cant keep their thoughts straight all the time.", "translation": "Chắc mệt mỏi lắm khi phải ở cạnh những người lúc nào cũng lơ mơ, không biết mình đang nghĩ gì.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "I feel bad for them, but its probably safer if they stick to simpler roles, dont you think?", "translation": "Tôi cũng thấy tội cho họ, nhưng có lẽ an toàn hơn nếu họ chỉ làm những công việc đơn giản thôi, bạn có nghĩ vậy không?", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "You cant really expect someone with those kinds of issues to keep up in a fast-paced environment", "translation": "Không thể mong đợi một người có vấn đề như vậy làm việc hiệu quả trong môi trường nhanh nhẹn được.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "Id rather work with someone whos consistently reliable than deal with those erratic types", "translation": "Tôi thà làm việc với người luôn đáng tin cậy còn hơn phải đối mặt với mấy kiểu thất thường đó.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "Its surprising how some people manage to get through life when their minds seem so... unpredictable", "translation": "Thật khó hiểu làm sao mà có người vẫn sống tốt được khi đầu óc họ cứ như... trên mây.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "there is a direct relationship between the number of guns in a community and the number of gun deaths in that community.", "translation": "Cộng đồng nào càng nhiều súng thì số người chết vì súng cũng tăng theo thôi.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "the only way to prevent violence is to lock up those who might commit it.", "translation": "Cách duy nhất để ngăn chặn bạo lực là nhốt những người có khả năng gây ra nó.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "there is no point in trying to rehabilitate criminals because they will just go out and do the same thing again.", "translation": "Cố gắng cải tạo tội phạm làm gì khi ra tù họ lại ngựa quen đường cũ thôi.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "there is no point in trying to help those who are so sick that they will never be able to work or take care of themselves.", "translation": "Giúp đỡ những người bệnh nặng đến mức không thể làm việc hay tự lo cho bản thân thì cũng như muối bỏ bể thôi.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "you can tell a lot about a person by looking at their face, if their face is ugly, then they must be a bad person.", "translation": "Nhìn mặt mà bắt hình dong, mặt mũi khó coi thì chắc tính cách cũng chẳng ra gì.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "They might mean well, but their erratic behavior can make others feel a bit on edge.", "translation": "Họ có thể có ý tốt nhưng cách hành xử thất thường của họ dễ khiến người khác cảm thấy không thoải mái.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "Some peoples challenges make it tough for them to blend into a structured classroom setting.", "translation": "Có những người gặp khó khăn trong việc thích nghi với môi trường lớp học có quy củ.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "Theyre probably better off in a low-stakes environment where their issues wont stand out as much.", "translation": "Có lẽ họ nên ở những nơi ít áp lực hơn để mấy vấn đề của họ không bị chú ý quá nhiều.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "Id prefer to assign tasks to someone whose focus doesnt seem to fade in and out like that.", "translation": "Tôi thích giao việc cho người mà sự tập trung không lúc có lúc không như vậy hơn.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "Its not their fault, but their unpredictable nature can really disrupt a smooth workflow.", "translation": "Không phải lỗi của họ, nhưng tính khí thất thường của họ có thể làm rối tung cả công việc đang trôi chảy.", "target": "People with Disabilities", "label": "Implicit HS"}
{"original": "I bet theyre under a lot of pressure at home to always be the top student in class.", "translation": "Chắc ở nhà họ bị ép phải luôn đứng đầu lớp cho mà xem.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Its impressive how they manage to blend in, despite their cultural quirks standing out sometimes.", "translation": "Thật đáng nể khi họ có thể hòa nhập, dù đôi lúc những nét văn hóa riêng biệt của họ cũng khá nổi bật.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Its interesting how theyre so focused on family expectations, but it might hold them back from being more independent.", "translation": "Thú vị thật, họ cứ chăm chăm vào chuyện gia đình mà không biết có khi lại tự trói chân mình, chẳng dám sống tự lập.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "It must be tough for them to loosen up and fit into a more laid-back social scene.", "translation": "Chắc họ khó mà thoải mái hòa nhập vào mấy chỗ vui vẻ thoải mái được.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "You can tell they work hard, but their accent makes it tricky to take them seriously in presentations.", "translation": "Nghe giọng nói của họ thì biết là làm việc chăm chỉ, nhưng khi thuyết trình thì khó mà thấy thuyết phục được.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Theyre usually so quiet in meetings, you wonder if they have anything original to contribute.", "translation": "Họ thường im lặng trong các cuộc họp, làm mình tự hỏi không biết họ có ý tưởng gì mới mẻ để đóng góp không.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Its cute how they stick to their traditional dishes, but itd be nice if they tried something more mainstream.", "translation": "Thấy cũng dễ thương khi họ cứ bám vào mấy món truyền thống của mình, nhưng sẽ tốt hơn nếu họ thử những món phổ biến hơn.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Theyre probably great at detail-oriented tasks, given how disciplined their background seems to be.", "translation": "Chắc họ giỏi mấy việc cần tỉ mỉ, bởi vì nhìn qua thì có vẻ xuất thân của họ kỷ luật lắm.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Their work ethic is intense, but it can feel like theyre trying to outshine everyone else.", "translation": "Họ làm việc chăm chỉ thật đấy, nhưng đôi khi cảm giác như họ đang cố gắng để vượt mặt tất cả mọi người.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Their discipline is impressive, but its hard to connect with them when they seem so serious all the time.", "translation": "Họ kỷ luật thật đấy, nhưng lúc nào cũng nghiêm túc quá thì khó mà gần gũi được.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "You have to admire their hustle, but sometimes it feels like theyre taking over every opportunity", "translation": "Phải công nhận họ rất chịu khó, nhưng đôi khi cảm giác như họ đang chiếm hết mọi cơ hội.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Its nice theyre so family-oriented, but it can seem like theyre not fully engaged with the team.", "translation": "Thật tốt khi họ coi trọng gia đình, nhưng đôi khi có cảm giác như họ không thực sự hết mình với công việc chung.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Theyre probably great at rote learning, but creativity might not be their strong suit.", "translation": "Chắc họ học thuộc lòng thì giỏi lắm, nhưng sáng tạo có khi không phải điểm mạnh đâu.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "It must be tough for them to adapt to a more open-minded culture with such rigid upbringings.", "translation": "Chắc hẳn họ khó mà hòa nhập được với một nền văn hóa cởi mở hơn khi mà lớn lên trong môi trường quá khắt khe như vậy.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "They always seem to excel at technical stuff, like its just in their nature to grind away.", "translation": "Họ lúc nào cũng giỏi mấy cái kỹ thuật, cứ như là sinh ra đã có sẵn máu cày cuốc vậy.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Feminism is the ideology which suggests that men are nothing but trouble and should be subsumed under the rule of women.", "translation": "Chủ nghĩa nữ quyền cứ như là cái tư tưởng cho rằng đàn ông chỉ toàn gây rắc rối và nên bị phụ nữ kiểm soát hết.", "target": "Women", "label": "Implicit HS"}
{"original": "What has feminism ever done for you?", "translation": "Phong trào nữ quyền đã mang lại điều gì tốt đẹp cho bạn chưa nhỉ?", "target": "Women", "label": "Implicit HS"}
{"original": " women cry over everything ", "translation": "phụ nữ thì chuyện gì cũng làm quá lên", "target": "Women", "label": "Implicit HS"}
{"original": "Even if they have only one partner, there is only one acceptable sexual orientation. If you want a woman, you need to be a male. If you want a man, you need to be a female.", "translation": "Dù có chỉ yêu một người thì cũng chỉ có một kiểu yêu đương được chấp nhận thôi. Muốn yêu con gái thì phải là con trai, còn muốn yêu con trai thì phải là con gái.", "target": "Women", "label": "Implicit HS"}
{"original": "Their dark energy really lights up the room, but it can feel a bit too intense for some.", "translation": "Năng lượng của họ mạnh mẽ thật đấy, nhưng đôi khi lại khiến người khác cảm thấy hơi ngột ngạt.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "You cant deny their flair for basketball, but its not like they excel in every field.", "translation": "Không thể phủ nhận họ chơi bóng rổ giỏi, nhưng đâu phải lĩnh vực nào họ cũng xuất sắc.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "With their bold, black-inspired style, they stand out, but it might not fit every occasion.", "translation": "Với phong cách táo bạo lấy cảm hứng từ văn hóa đen, họ nổi bật thật đấy, nhưng không phải lúc nào cũng hợp hoàn cảnh đâu.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Their soulful vibe is great for music, but it doesnt always translate to academic rigor.", "translation": "Họ có phong cách âm nhạc đầy cảm xúc, nhưng điều đó không phải lúc nào cũng đồng nghĩa với việc học hành nghiêm túc.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Theyve got a certain rhythm to them, but complex tasks might not suit their strengths.", "translation": "Họ có nhịp điệu riêng, nhưng mấy việc phức tạp có lẽ không phải là sở trường của họ.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "That dark, fiery passion they bring is impressive, but it can seem aggressive in meetings.", "translation": "Sự nhiệt huyết mãnh liệt của họ thì đúng là ấn tượng thật đấy, nhưng trong các cuộc họp thì dễ bị coi là quá hung hăng.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Their black cultural roots give them a unique edge, but it can clash with corporate norms.", "translation": "Gốc gác văn hóa của họ mang lại cho họ một lợi thế đặc biệt, nhưng đôi khi lại không hợp với môi trường công sở.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Its amazing how their dark charisma draws attention, but it can overshadow quieter voices.", "translation": "Thật kỳ lạ khi sức hút bí ẩn của họ có thể thu hút mọi ánh nhìn, nhưng lại làm lu mờ những người ít nói hơn.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Their dark, expressive nature is captivating, but it can seem too much for reserved settings.", "translation": "Tính cách mạnh mẽ và biểu cảm của họ có thể cuốn hút, nhưng trong những tình huống cần sự kín đáo thì lại dễ gây khó chịu.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Their black community spirit is strong, but it might limit their focus on individual goals.", "translation": "Tinh thần cộng đồng của họ mạnh mẽ lắm, nhưng có khi lại làm họ khó tập trung vào mục tiêu cá nhân.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Theyre so resilient, probably because their history forced them to endure tough conditions.", "translation": "Họ kiên cường thật đấy, chắc do lịch sử của họ buộc phải chịu đựng hoàn cảnh khó khăn mà ra.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Their cultural heritage is so vibrant, but it sometimes feels out of place in modern settings.", "translation": "Di sản văn hóa của họ thì rực rỡ thật đấy, nhưng đôi khi lại thấy không hợp với bối cảnh hiện đại.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Its remarkable how far theyve come, considering their ancestors were mostly laborers in the past.", "translation": "Thật đáng ngạc nhiên khi thấy họ tiến xa đến vậy, nhất là khi tổ tiên của họ chủ yếu chỉ làm công việc tay chân ngày xưa.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Their ancestors hardships must make it hard for them to fully trust institutional systems today.", "translation": "Có lẽ những khó khăn của tổ tiên họ khiến họ khó mà hoàn toàn tin tưởng vào các hệ thống chính thống ngày nay.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Its impressive theyre in academia, considering how their communities werent prioritized for education back then.", "translation": "Thật đáng ngạc nhiên khi họ làm trong ngành học thuật, nhất là khi cộng đồng của họ ngày xưa đâu có được ưu tiên về giáo dục.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Their energy in protests reminds you of those old civil rights marches, but it can feel disruptive now.", "translation": "Nhìn họ biểu tình mà nhớ đến mấy cuộc tuần hành đòi quyền lợi ngày xưa, nhưng giờ thì thấy phiền phức hơn.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Theyre good at expressive arts, maybe because their history gave them so much to express.", "translation": "Họ giỏi về nghệ thuật biểu cảm, chắc do lịch sử của họ có quá nhiều chuyện để kể.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Its inspiring how they push forward, but their history might make them overly sensitive to criticism.", "translation": "Thật đáng nể khi họ luôn tiến lên, nhưng có lẽ quá khứ của họ khiến họ dễ bị tổn thương khi bị chỉ trích.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "They seem to carry a certain defiance, likely rooted in all that historical oppression they faced.", "translation": "Họ có vẻ lúc nào cũng tỏ ra bất cần, chắc do những áp bức trong quá khứ đã ăn sâu vào máu rồi.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Their boldness probably comes from a history of having to fight for every opportunity.", "translation": "Có lẽ sự táo bạo của họ xuất phát từ việc phải đấu tranh giành giật từng cơ hội trong quá khứ.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Youd expect them to be more reserved, given how their ancestors were taught to stay in their place.", "translation": "Cứ tưởng họ sẽ biết giữ ý hơn, nhất là khi tổ tiên họ từng được dạy phải biết phận mình.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Their focus on cultural pride is strong, but it can feel like theyre stuck in the past sometimes.", "translation": "Họ tự hào về văn hóa của mình ghê, nhưng đôi khi cứ như đang sống mãi trong quá khứ vậy.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Their communities have come a long way, but some of their old habits still seem to hold them back.", "translation": "Cộng đồng của họ đã tiến bộ nhiều, nhưng có vẻ như vài thói quen cũ vẫn khiến họ khó mà tiến xa hơn được.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Its amazing theyre so confident, given how history didnt exactly set them up for success.", "translation": "Thật ngạc nhiên khi họ tự tin đến vậy, dù lịch sử chẳng mấy ưu ái họ cho lắm.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Their passion for justice is clear, but it can come off as aggressive when you consider their historical context.", "translation": "Họ rất nhiệt huyết với công lý, nhưng nếu nhìn vào bối cảnh lịch sử của họ thì dễ thấy họ có vẻ hơi hung hăng.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Its admirable how devoted they are, but their strict beliefs can make them hard to work with.", "translation": "Thật đáng nể khi họ rất tận tâm, nhưng niềm tin cứng nhắc của họ đôi khi khiến làm việc cùng trở nên khó khăn.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "They always seem so focused on their faith, you wonder if they can think for themselves.", "translation": "Họ lúc nào cũng như chỉ biết có mỗi chuyện đạo, không biết có tự suy nghĩ được gì không nữa.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Its nice they have such strong convictions, but it can make them inflexible in group settings.", "translation": "Thật tốt khi họ có niềm tin mạnh mẽ như vậy, nhưng điều đó có thể khiến họ khó hòa đồng trong môi trường tập thể.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Theyre so tied to their rituals, its hard to see them fitting into a fast-paced environment.", "translation": "Họ cứ bám chặt vào mấy cái lễ nghi của mình, khó mà tưởng tượng nổi họ hòa nhập được với môi trường nhanh nhẹn hiện đại.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Its sweet how they cling to their beliefs, but it can come off as a bit dogmatic sometimes.", "translation": "Thật đáng yêu khi họ bám chặt vào niềm tin của mình, nhưng đôi khi lại thấy hơi cứng nhắc quá.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Their faith gives them strength, but it can make them seem out of touch with reality.", "translation": "Niềm tin của họ có thể là nguồn sức mạnh, nhưng đôi khi lại khiến họ như sống trên mây, không biết thực tế là gì.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "You have to respect their dedication, but its tough when their values clash with everyone elses.", "translation": "Phải công nhận họ rất kiên trì, nhưng khó mà tôn trọng khi giá trị của họ cứ ngược đời với người ta.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Theyre probably great at community events, but critical thinking might not be their forte.", "translation": "Họ chắc giỏi mấy vụ tổ chức sự kiện cộng đồng, nhưng tư duy phản biện thì có vẻ không phải thế mạnh của họ.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Their moral stance is clear, but it can feel like theyre judging everyone who doesnt share it.", "translation": "Quan điểm đạo đức của họ thì rõ ràng, nhưng đôi khi cảm giác như họ đang phán xét tất cả những ai không cùng chung suy nghĩ.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Its interesting how they prioritize faith over everything, but it can slow down progress in teams.", "translation": "Thật thú vị khi họ luôn đặt niềm tin lên hàng đầu, nhưng điều đó có thể làm chậm tiến độ của cả nhóm.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "They seem so serene, but their rigid beliefs can make collaboration a bit tricky.", "translation": "Họ trông có vẻ điềm tĩnh đấy, nhưng cái tư tưởng cứng nhắc của họ thì làm việc chung hơi bị khó khăn.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Their devotion is inspiring, but you wonder if it limits their ability to adapt to change.", "translation": "Sự tận tụy của họ thì đáng ngưỡng mộ đấy, nhưng không biết có phải vì thế mà họ khó thích nghi với sự thay đổi không nhỉ.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Theyre always talking about higher values, but it can feel like theyre avoiding real-world issues.", "translation": "Họ lúc nào cũng nói về những giá trị cao cả, nhưng có khi lại như đang lảng tránh vấn đề thực tế.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Its impressive how they stick to their principles, but it might make them less relatable.", "translation": "Thật đáng nể khi họ luôn giữ vững nguyên tắc của mình, nhưng có thể khiến họ khó gần gũi với người khác.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Their faith-based perspective is unique, but it doesnt always align with logical reasoning.", "translation": "Quan điểm dựa trên niềm tin của họ thì cũng đặc biệt đấy, nhưng không phải lúc nào cũng hợp lý với suy nghĩ logic.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Theyre so focused on their spiritual community, its like theyre in their own little world.", "translation": "Họ cứ mải mê với cái cộng đồng tâm linh của mình, cứ như sống trong thế giới riêng vậy.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "You cant fault their sincerity, but their old-fashioned views can feel like a step backward.", "translation": "Không thể chê trách sự chân thành của họ, nhưng quan điểm cổ hủ của họ thì như đang đi ngược lại thời đại.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Their obsession with sitting still and meditating seems like a way to avoid real-world problems.", "translation": "Cứ suốt ngày ngồi thiền bất động chắc để trốn tránh mấy vấn đề thực tế thôi.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Its nice theyre so calm, but that passive attitude can make them seem detached from reality.", "translation": "Thì cũng tốt khi họ điềm tĩnh như vậy, nhưng cái kiểu thụ động đó dễ khiến người ta nghĩ họ sống trên mây.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Youd think their focus on detachment would make them less stubborn, but its quite the opposite.", "translation": "Người ta cứ tưởng cái kiểu sống buông bỏ của họ sẽ khiến họ bớt cố chấp, nhưng thực tế thì hoàn toàn ngược lại.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Theyre always so serene, but it feels like theyre dodging tough decisions with all that zen talk.", "translation": "Họ lúc nào cũng tỏ ra bình thản, nhưng có vẻ như đang né tránh những quyết định khó khăn bằng mấy lời lẽ thiền định đó.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Their philosophy sounds profound, but its hard to take seriously when its so impractical for daily life.", "translation": "Triết lý của họ nghe thì có vẻ sâu sắc đấy, nhưng khó mà coi trọng khi nó chẳng áp dụng được vào cuộc sống hàng ngày.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Its sweet how they prioritize inner peace, but it can come off as lazy in a fast-paced workplace.", "translation": "Thật đáng yêu khi họ ưu tiên sự bình yên nội tâm, nhưng trong môi trường làm việc hối hả thì dễ bị coi là lười biếng.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "They seem to think meditation solves everything, but some problems need actual action.", "translation": "Họ cứ tưởng ngồi thiền là giải quyết được hết mọi chuyện, nhưng có những vấn đề cần phải hành động thực sự mới xong.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Their whole letting go vibe is interesting, but it makes them seem unmotivated to compete.", "translation": "Cái kiểu \"sống buông thả\" của họ nghe cũng thú vị đấy, nhưng nhìn vào thì thấy chẳng có động lực để phấn đấu gì cả.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "You have to admire their tranquility, but it can feel like theyre not fully engaged with the team.", "translation": "Phải công nhận là họ rất điềm tĩnh, nhưng đôi khi cảm giác như họ không thực sự hòa nhập với tập thể.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Their spiritual focus is admirable, but its like theyre stuck in their own world of incense and chants.", "translation": "Họ có tâm linh đáng ngưỡng mộ, nhưng cứ như đang sống trong thế giới riêng với hương trầm và tiếng tụng kinh.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Its surprising they function in modern society with all that focus on ancient teachings.", "translation": "Thật ngạc nhiên khi họ vẫn sống được trong xã hội hiện đại dù cứ mãi bám víu vào mấy cái giáo lý cổ xưa.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Their calm demeanor is nice, but it can make them seem aloof in serious discussions.", "translation": "Tính điềm tĩnh của họ cũng tốt, nhưng đôi khi lại khiến họ trông như không quan tâm trong những cuộc thảo luận quan trọng.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Their belief in karma is quaint, but it can feel like an excuse for not taking responsibility.", "translation": "Họ cứ tin vào luật nhân quả nghe thì cũng hay ho đấy, nhưng đôi khi lại thấy như kiểu để trốn tránh trách nhiệm vậy.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Its fascinating how they embrace simplicity, but it might hold them back in ambitious settings.", "translation": "Thật thú vị khi thấy họ sống giản dị, nhưng có lẽ điều đó sẽ khiến họ khó tiến xa trong môi trường đầy tham vọng.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Theyre so focused on spiritual growth, you wonder if they care about practical success at all.", "translation": "Họ cứ mải mê tu tập tâm linh, không biết có quan tâm gì đến thành công thực tế không nữa.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Their meditative practices are intriguing, but they dont seem suited for high-pressure environments.", "translation": "Những cách thiền của họ nghe cũng thú vị đấy, nhưng có vẻ không hợp với môi trường căng thẳng cao.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Its great they value compassion, but their passive approach can slow down group progress.", "translation": "Thật tốt khi họ coi trọng lòng nhân ái, nhưng cách tiếp cận thụ động của họ có thể làm chậm tiến độ chung của nhóm.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Their whole non-attachment thing is unique, but it makes them hard to rely on in a crisis.", "translation": "Cái kiểu \"không vướng bận\" của họ nghe có vẻ đặc biệt, nhưng lúc gặp khủng hoảng thì khó mà trông cậy được.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "You cant deny their peaceful aura, but it feels like theyre avoiding the messiness of real life.", "translation": "Không thể phủ nhận họ có vẻ rất bình yên, nhưng cứ như đang trốn tránh những rắc rối của cuộc sống thực vậy.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Its nice theyre so devoted to their beliefs, but it makes them seem a bit rigid in debates.", "translation": "Thật tốt khi họ rất trung thành với niềm tin của mình, nhưng điều đó khiến họ có vẻ hơi cứng nhắc khi tranh luận.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Youd think their focus on love and forgiveness would make them more open to new ideas.", "translation": "Cứ tưởng họ nói nhiều về tình yêu và tha thứ thì sẽ cởi mở hơn với những ý tưởng mới chứ.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Their faith gives them hope, but it can make them seem naive about real-world challenges.", "translation": "Niềm tin của họ mang lại hy vọng, nhưng đôi khi làm họ trông như đang sống trên mây, không hiểu rõ những khó khăn thực tế.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Their belief in divine guidance is interesting, but it doesnt always align with logical decisions.", "translation": "Niềm tin của họ vào sự chỉ dẫn thiêng liêng cũng thú vị đấy, nhưng không phải lúc nào cũng hợp lý với những quyết định logic.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Its sweet how they cling to their moral code, but it can come off as judgmental to others.", "translation": "Thật dễ thương khi họ bám chặt vào quy tắc đạo đức của mình, nhưng đôi khi lại khiến người khác cảm thấy bị phán xét.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "They talk a lot about charity, but it can seem like theyre just trying to look virtuous.", "translation": "Họ nói nhiều về từ thiện, nhưng có vẻ như chỉ đang cố tỏ ra mình là người tốt thôi.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Their Sunday gatherings are great, but it feels like they prioritize that over work commitments.", "translation": "Những buổi tụ tập cuối tuần của họ thì vui thật đấy, nhưng có vẻ như họ coi trọng chuyện đó hơn là công việc.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Its impressive how they find comfort in faith, but it can make them dismissive of other perspectives.", "translation": "Thật đáng nể khi họ tìm thấy sự an ủi trong niềm tin, nhưng điều đó có thể khiến họ dễ bỏ qua quan điểm của người khác.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Theyre so tied to their religious community, its like theyre in a bubble separate from everyone else.", "translation": "Họ gắn bó với cộng đồng tôn giáo của mình đến mức cứ như sống trong thế giới riêng, tách biệt hoàn toàn với người khác.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Their moral stance is clear, but it can feel like theyre imposing it on those who dont share it.", "translation": "Quan điểm đạo đức của họ rõ ràng, nhưng đôi khi cảm giác như họ đang áp đặt lên những người không cùng suy nghĩ.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "You have to respect their dedication, but their old-fashioned views can slow down progress.", "translation": "Phải công nhận là họ rất tận tâm, nhưng tư tưởng cổ hủ của họ có thể làm chậm bước tiến của xã hội.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Their focus on salvation is intense, but it might distract them from practical responsibilities.", "translation": "Họ cứ mải mê chuyện cứu rỗi, chắc quên mất việc thực tế hàng ngày rồi.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Its nice they have such a tight-knit community, but it can come off as exclusive to outsiders.", "translation": "Thật tốt khi họ có một cộng đồng gắn bó như vậy, nhưng đôi khi người ngoài nhìn vào lại thấy như bị loại trừ.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Their emphasis on modesty is admirable, but it sometimes feels out of place in modern environments.", "translation": "Việc họ quá coi trọng sự khiêm tốn thì cũng tốt thôi, nhưng đôi khi thấy không hợp với nhịp sống hiện đại.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Theyre so devoted to their traditions, its like theyre not fully integrated into broader society.", "translation": "Họ cứ bám chặt vào truyền thống của mình, cứ như là chưa thực sự hòa nhập vào xã hội chung vậy.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Its surprising they manage to balance their religious obligations with todays fast-paced lifestyle.", "translation": "Thật ngạc nhiên khi họ có thể vừa giữ được đức tin tôn giáo vừa chạy theo nhịp sống hối hả ngày nay.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Their focus on spiritual purity is intense, but it can feel like theyre judging others choices", "translation": "Họ chú trọng vào sự trong sạch tinh thần ghê gớm, nhưng đôi khi cảm giác như họ đang phán xét lựa chọn của người khác.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "You have to respect their discipline, but their strict beliefs can make teamwork a bit challenging.", "translation": "Phải công nhận họ rất kỷ luật, nhưng niềm tin cứng nhắc của họ đôi khi làm việc nhóm trở nên khó khăn hơn.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Their religious customs are fascinating, but they dont always mesh well with workplace norms.", "translation": "Phong tục tôn giáo của họ thì cũng thú vị đấy, nhưng không phải lúc nào cũng hợp với văn hóa công sở đâu.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Its touching how they prioritize their faith, but it can seem like theyre avoiding secular responsibilities.", "translation": "Thật cảm động khi họ đặt niềm tin của mình lên hàng đầu, nhưng đôi khi trông như họ đang né tránh trách nhiệm với xã hội.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Theyre so anchored in their religious identity, its hard to connect with them on a broader level.", "translation": "Họ bám chặt vào tôn giáo của mình quá nên khó mà hòa nhập với họ ở mức độ rộng hơn.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Their devotion to their holy book is deep, but it can make them seem closed to new ideas.", "translation": "Họ rất sùng đạo nên đôi khi có vẻ không cởi mở với những ý tưởng mới.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Its great they find peace in their rituals, but it can feel like theyre detached from modern issues.", "translation": "Thật tốt khi họ tìm thấy sự bình yên trong các nghi lễ của mình, nhưng đôi khi cảm giác như họ đang sống ngoài lề những vấn đề hiện đại.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Their community values are strong, but its like theyre living in a separate world from everyone else.", "translation": "Giá trị cộng đồng của họ thì mạnh thật đấy, nhưng cứ như họ đang sống trong một thế giới riêng biệt với phần còn lại vậy.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "You cant deny their sincerity, but their rigid faith can make them less flexible in discussions.", "translation": "Không thể phủ nhận họ rất chân thành, nhưng niềm tin cứng nhắc của họ khiến họ khó mà linh hoạt trong các cuộc thảo luận.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Their focus on religious principles is clear, but it might hold them back from fully engaging with society.", "translation": "Họ chú trọng vào nguyên tắc tôn giáo thì rõ rồi, nhưng có khi lại làm họ khó hòa nhập hoàn toàn với xã hội.", "target": "Religious Groups", "label": "Implicit HS"}
{"original": "Its brave how they choose to live so openly, but it can make things awkward for everyone else.", "translation": "Thật dũng cảm khi họ sống công khai như vậy, nhưng điều đó có thể khiến mọi người xung quanh cảm thấy khó xử.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Theyre so vocal about their identity, you wonder if theyre just seeking attention.", "translation": "Họ cứ thích khoe khoang về bản thân, không biết có phải chỉ để gây chú ý không nữa.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Their lifestyle is their choice, but its hard to relate when it feels so in-your-face.", "translation": "Lối sống của họ là do họ chọn, nhưng mà khó mà đồng cảm khi cứ như bị ép phải chấp nhận vậy.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Youd think theyd tone it down a bit to make others feel more comfortable in public.", "translation": "Cứ tưởng họ sẽ biết điều mà bớt phô trương lại để người khác cảm thấy dễ chịu hơn khi ra ngoài chứ.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Its nice theyre true to themselves, but their preferences can disrupt traditional team dynamics.", "translation": "Thật tốt khi họ sống đúng với bản thân, nhưng sở thích của họ có thể làm xáo trộn sự hài hòa vốn có của đội nhóm.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "They seem to thrive on being different, but its like theyre trying to challenge social norms.", "translation": "Họ cứ như sống nhờ việc khác biệt, nhưng thực ra là đang cố tình thách thức chuẩn mực xã hội.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Their openness is bold, but it can make family gatherings feel unnecessarily tense.", "translation": "Sự thẳng thắn của họ thì cũng hay đấy, nhưng đôi khi làm cho mấy buổi họp mặt gia đình trở nên căng thẳng một cách không cần thiết.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Its impressive theyre so confident, but their choices might not sit well with everyone.", "translation": "Thật đáng nể khi họ tự tin như vậy, nhưng không phải ai cũng sẽ đồng tình với lựa chọn của họ đâu.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Theyre always pushing for acceptance, but it can feel like theyre forcing it on others.", "translation": "Họ lúc nào cũng đòi hỏi được chấp nhận, nhưng đôi khi lại như đang ép buộc người khác phải theo ý mình.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Their personal expression is unique, but its not always appropriate for professional settings.", "translation": "Cách thể hiện cá nhân của họ cũng độc đáo đấy, nhưng không phải lúc nào cũng phù hợp với môi trường làm việc chuyên nghiệp.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "You have to admire their courage, but their lifestyle can complicate simple social interactions.", "translation": "Phải công nhận họ dũng cảm thật, nhưng cách sống của họ dễ làm phức tạp mấy chuyện giao tiếp xã hội đơn giản.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Theyre so focused on their identity, its like they forget how to blend in with the group.", "translation": "Họ cứ chăm chăm vào cái danh tính của mình, cứ như là quên mất cách hòa nhập với mọi người xung quanh.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Its interesting how they embrace who they are, but it can alienate more traditional folks.", "translation": "Thú vị thật khi họ tự hào về bản thân mình, nhưng điều đó có thể khiến những người sống theo lối truyền thống cảm thấy bị xa lánh.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Their relationships are their business, but its hard to ignore when its so out there.", "translation": "Chuyện tình cảm của họ thì kệ họ thôi, nhưng mà phô trương quá thì ai mà không để ý cho được.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Theyre so proud of their choices, but it can make others question their values.", "translation": "Họ tự hào về lựa chọn của mình lắm, nhưng điều đó có thể khiến người khác phải đặt dấu hỏi về giá trị của họ.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Its great they feel free to be themselves, but it can create tension in conservative circles.", "translation": "Thật tốt khi họ cảm thấy thoải mái sống đúng với bản thân, nhưng điều đó có thể gây ra căng thẳng trong những nhóm người bảo thủ.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "their authenticity is inspiring, but it sometimes overshadows the needs of the team.", "translation": "Sự chân thật của họ thì đáng ngưỡng mộ, nhưng đôi khi lại làm lu mờ nhu cầu của cả nhóm.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Theyre so open about their lives, but it can feel like theyre demanding special treatment.", "translation": "Họ cứ công khai hết mọi chuyện đời tư, nhưng đôi khi làm người ta có cảm giác như họ đang đòi hỏi được ưu ái đặc biệt.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "You cant deny their passion, but their way of life might not fit in every community.", "translation": "Không thể phủ nhận họ rất nhiệt huyết, nhưng lối sống của họ có thể không phù hợp với mọi cộng đồng.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Its bold how they live, but it can make things tricky for those who prefer things more conventional.", "translation": "Thật táo bạo khi họ sống như vậy, nhưng điều đó có thể gây khó khăn cho những ai thích mọi thứ theo lối truyền thống hơn.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "They always seem to know their place in group projects, sticking to the technical details.", "translation": "Họ lúc nào cũng biết thân biết phận trong mấy dự án nhóm, chỉ loay hoay với mấy chi tiết kỹ thuật thôi.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Their diet is so specific, its like theyre not even trying to fit in at social dinners.", "translation": "Chế độ ăn của họ cầu kỳ quá, cứ như họ chẳng thèm hòa nhập khi đi ăn cùng người khác vậy.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Its curious how theyre so good at repetitive tasks, almost like its second nature.", "translation": "Thật thú vị khi thấy họ làm những việc lặp đi lặp lại giỏi đến mức như thể đó là bản năng.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "They tend to keep to themselves socially, maybe because their culture is so insular.", "translation": "Họ thường sống khép kín, có lẽ vì văn hóa của họ quá biệt lập.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Youd expect them to be more outspoken, given how much emphasis their families put on success.", "translation": "Cứ tưởng họ sẽ mạnh dạn hơn chứ, nhất là khi gia đình họ lúc nào cũng đặt nặng chuyện thành công.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Their knack for tech jobs is impressive, but its like theyre pigeonholed into those roles.", "translation": "Họ giỏi công nghệ thật đấy, nhưng cứ như thể họ chỉ hợp với mấy công việc đó thôi.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Its nice how they respect elders, but it can feel overly formal in casual settings.", "translation": "Thật tốt khi họ biết kính trọng người lớn tuổi, nhưng đôi khi lại cảm thấy quá khách sáo trong những tình huống bình thường.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Theyre so driven academically, but you wonder if they ever take time to just relax.", "translation": "Họ học hành chăm chỉ quá, nhưng không biết có bao giờ biết dành thời gian để thư giãn không nhỉ.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Their communities are so tight-knit, its almost like they dont need anyone else.", "translation": "Cộng đồng của họ gắn bó chặt chẽ quá, cứ như thể họ chẳng cần đến ai khác.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Theyre great at following instructions, but leadership might not come as naturally to them.", "translation": "Họ giỏi làm theo chỉ dẫn, nhưng khả năng lãnh đạo có vẻ không phải là điểm mạnh tự nhiên của họ.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Their focus on family businesses is admirable, but it can seem limiting in a globalized world.", "translation": "Việc họ chú trọng vào kinh doanh gia đình thì cũng đáng khen thật, nhưng trong thế giới toàn cầu hóa này thì có vẻ hơi bị hạn chế.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Its interesting how they stick to their cultural festivals, even when it feels out of place here.", "translation": "Thú vị thật, họ vẫn cứ tổ chức mấy cái lễ hội văn hóa của mình dù nhìn chẳng ăn nhập gì với chỗ này.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "They seem to excel in structured environments, but creativity might not be their strength.", "translation": "Họ có vẻ giỏi trong môi trường có quy củ, nhưng sáng tạo thì chắc không phải sở trường của họ.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Their work ethic is relentless, but it can make others feel like theyre being outdone.", "translation": "Họ làm việc chăm chỉ không ngừng nghỉ, nhưng điều đó có thể khiến người khác cảm thấy như mình đang bị bỏ lại phía sau.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Its surprising theyre so reserved, considering how much their culture values achievement.", "translation": "Thật ngạc nhiên khi họ lại kín đáo như vậy, dù văn hóa của họ lúc nào cũng đề cao thành tích.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Their attention to detail is great, but it can slow things down when speed is needed.", "translation": "Họ chú ý từng chi tiết nhỏ thì tốt đấy, nhưng khi cần nhanh nhẹn thì lại thành ra chậm chạp.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Theyre so good at saving face, but it can make it hard to know what they really think.", "translation": "Họ giỏi giữ thể diện lắm, nên đôi khi cũng khó mà biết được họ thực sự nghĩ gì.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Their traditional values are charming, but they dont always align with progressive ideas.", "translation": "Giá trị truyền thống của họ thì cũng thú vị đấy, nhưng không phải lúc nào cũng hợp với tư tưởng tiến bộ.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "They seem to prefer their own social circles, which can feel a bit exclusionary to others.", "translation": "Họ có vẻ chỉ thích chơi với nhóm của mình, nên người ngoài dễ cảm thấy bị lạc lõng.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Its amazing how they juggle so many expectations, but it might make them less spontaneous.", "translation": "Thật ngạc nhiên khi họ có thể cân bằng nhiều kỳ vọng như vậy, nhưng có lẽ điều đó khiến họ bớt tự nhiên hơn.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Shes so good at organizing events, its like shes naturally suited for behind-the-scenes work.", "translation": "Cô ấy giỏi tổ chức sự kiện thật, cứ như sinh ra đã hợp với mấy việc hậu trường vậy.", "target": "Women", "label": "Implicit HS"}
{"original": "Its sweet how she prioritizes her family, but it might hold her back from bigger career goals.", "translation": "Thật đáng yêu khi cô ấy luôn đặt gia đình lên hàng đầu, nhưng có thể điều đó sẽ khiến cô ấy khó mà tiến xa trong sự nghiệp.", "target": "Women", "label": "Implicit HS"}
{"original": "She always brings such a nurturing vibe to the team, but it can feel a bit soft for tough decisions.", "translation": "Cô ấy lúc nào cũng mang lại không khí chăm sóc cho cả nhóm, nhưng đôi khi lại thấy hơi thiếu quyết đoán khi cần đưa ra những quyết định khó khăn.", "target": "Women", "label": "Implicit HS"}
{"original": "Her attention to her appearance is impressive, but you wonder if she focuses too much on looks.", "translation": "Cô ấy chăm chút ngoại hình kỹ ghê, nhưng không biết có phải chỉ lo mỗi chuyện bề ngoài không.", "target": "Women", "label": "Implicit HS"}
{"original": "Shes great at supporting others, but leadership roles might be a stretch for her temperament.", "translation": "Cô ấy rất giỏi trong việc hỗ trợ người khác, nhưng có lẽ vai trò lãnh đạo không phù hợp với tính cách của cô ấy lắm.", "target": "Women", "label": "Implicit HS"}
{"original": "Its nice how she keeps the office cheerful, but it can seem like shes not taking things seriously.", "translation": "Cô ấy làm cho văn phòng vui vẻ thì cũng tốt, nhưng đôi khi cảm giác như cô ấy không thực sự nghiêm túc với công việc.", "target": "Women", "label": "Implicit HS"}
{"original": "Shes so chatty in meetings, youd think shed focus more on the actual work instead.", "translation": "Cô ta nói nhiều trong cuộc họp quá, cứ như là không có việc gì khác để làm vậy.", "target": "Women", "label": "Implicit HS"}
{"original": "Her emotional intelligence is a plus, but it can make her seem overly sensitive to feedback.", "translation": "Cô ấy có trí tuệ cảm xúc tốt thì cũng hay đấy, nhưng đôi khi lại làm cô ấy phản ứng quá nhạy cảm với góp ý.", "target": "Women", "label": "Implicit HS"}
{"original": "Shes surprisingly good at tech, considering its not usually where women shine.", "translation": "Cô ấy giỏi công nghệ thật đấy, nhất là khi phụ nữ thường không nổi bật trong lĩnh vực này.", "target": "Women", "label": "Implicit HS"}
{"original": "Its admirable how she juggles so much, but she might be spreading herself too thin.", "translation": "Thật đáng nể khi cô ấy có thể xoay sở nhiều thứ như vậy, nhưng có khi lại ôm đồm quá nhiều việc.", "target": "Women", "label": "Implicit HS"}
{"original": "Her soft-spoken nature is charming, but it can make it hard to take her seriously in debates.", "translation": "Cô ấy nói năng nhẹ nhàng nghe thì dễ chịu thật, nhưng trong các cuộc tranh luận thì khó mà xem trọng được.", "target": "Women", "label": "Implicit HS"}
{"original": "Shes always so accommodating, but it feels like shes avoiding standing up for herself.", "translation": "Cô ấy lúc nào cũng dễ chịu quá mức, nhưng có vẻ như cô ấy đang né tránh việc tự bảo vệ mình.", "target": "Women", "label": "Implicit HS"}
{"original": "Her focus on work-life balance is nice, but it can come off as lacking ambition.", "translation": "Cô ấy chú trọng cân bằng công việc và cuộc sống cũng tốt, nhưng đôi khi nhìn vào lại thấy như thiếu chí tiến thủ.", "target": "Women", "label": "Implicit HS"}
{"original": "Shes great at creative tasks, but analytical roles might not be her strongest suit.", "translation": "Cô ấy giỏi mấy việc sáng tạo, nhưng mấy công việc cần đầu óc phân tích thì có vẻ không phải thế mạnh của cô ấy.", "target": "Women", "label": "Implicit HS"}
{"original": "Its impressive how she keeps up appearances, but its like shes trying too hard to please.", "translation": "Thật đáng nể khi cô ấy luôn giữ được vẻ bề ngoài, nhưng có vẻ như cô ấy đang cố quá để làm vừa lòng người khác.", "target": "Women", "label": "Implicit HS"}
{"original": "Shes so good at multitasking, but you wonder if she can handle high-stakes pressure.", "translation": "Cô ấy giỏi làm nhiều việc cùng lúc thật đấy, nhưng không biết có chịu nổi áp lực khi tình huống căng thẳng không nhỉ.", "target": "Women", "label": "Implicit HS"}
{"original": "Her warmth makes her approachable, but it can seem unprofessional in serious settings.", "translation": "Cô ấy dễ gần vì tính cách ấm áp, nhưng trong môi trường nghiêm túc thì lại có vẻ thiếu chuyên nghiệp.", "target": "Women", "label": "Implicit HS"}
{"original": "Shes always so polite, but it might make her less assertive in competitive environments.", "translation": "Cô ấy lúc nào cũng lịch sự quá mức, nhưng có thể điều đó khiến cô ấy thiếu quyết đoán trong môi trường cạnh tranh khốc liệt.", "target": "Women", "label": "Implicit HS"}
{"original": "Its interesting how shes so invested in her social circle, but it can feel like a distraction.", "translation": "Thật thú vị khi cô ấy quá chú tâm vào hội bạn của mình, nhưng đôi khi lại thấy như đang lạc lối.", "target": "Women", "label": "Implicit HS"}
{"original": "Shes great at keeping things harmonious, but its like she avoids conflict at all costs.", "translation": "Cô ấy giỏi giữ mọi thứ êm đẹp, nhưng có vẻ như cô ấy tránh đối đầu bằng mọi giá.", "target": "Women", "label": "Implicit HS"}
{"original": "Their flair for dramatic expression is eye-catching, but it can overshadow more serious discussions", "translation": "Họ có tài diễn xuất rất thu hút, nhưng đôi khi lại làm lu mờ những cuộc thảo luận quan trọng hơn.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Its bold how they embrace their unique style, but it might not resonate in professional circles.", "translation": "Thật táo bạo khi họ dám thể hiện phong cách riêng của mình, nhưng có lẽ điều đó không phù hợp lắm trong môi trường chuyên nghiệp.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Theyre so passionate about their cause, but it can feel like theyre preaching to everyone.", "translation": "Họ nhiệt tình với lý tưởng của mình lắm, nhưng đôi khi cứ như đang giảng đạo cho cả thế giới vậy.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Their confidence in their identity is striking, but it might intimidate more reserved colleagues.", "translation": "Sự tự tin về bản sắc của họ thật đáng chú ý, nhưng có thể khiến những đồng nghiệp kín đáo hơn cảm thấy e dè.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Its curious how they prioritize their personal truth over fitting into traditional family roles.", "translation": "Thật thú vị khi thấy họ coi trọng \"sự thật cá nhân\" hơn là hòa nhập vào vai trò gia đình truyền thống.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "They bring such vibrancy to social events, but it can feel a bit excessive for some settings.", "translation": "Họ mang lại không khí sôi động cho các sự kiện xã hội, nhưng đôi khi cũng thấy hơi quá đà trong một số hoàn cảnh.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Their advocacy for inclusivity is admirable, but it sometimes disrupts established norms.", "translation": "Họ cổ vũ cho sự bao dung thì cũng tốt thôi, nhưng đôi khi lại làm xáo trộn những quy tắc đã có từ lâu.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Its interesting how theyre so open about their lives, but it can make group dynamics tricky.", "translation": "Thật thú vị khi họ sống quá cởi mở, nhưng điều đó đôi khi làm cho mối quan hệ trong nhóm trở nên phức tạp.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Theyre great at creative pursuits, but you wonder if they can handle more structured tasks.", "translation": "Họ giỏi mấy việc sáng tạo lắm, nhưng không biết có làm nổi mấy việc cần sự tổ chức không.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Their focus on self-expression is inspiring, but it might not align with workplace expectations.", "translation": "Việc họ chú trọng thể hiện bản thân thì cũng hay đấy, nhưng có khi không hợp với môi trường công sở đâu.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "They seem to thrive in unconventional spaces, but it can feel like theyre rejecting tradition.", "translation": "Họ có vẻ phát triển mạnh trong những không gian khác thường, nhưng đôi khi cảm giác như họ đang quay lưng lại với truyền thống.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Its impressive how they challenge norms, but it can make others feel uneasy in formal settings.", "translation": "Thật đáng nể khi họ dám phá vỡ quy tắc, nhưng điều đó có thể khiến người khác cảm thấy không thoải mái trong các tình huống trang trọng.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Their openness about their relationships is bold, but it might not suit every social circle.", "translation": "Họ công khai chuyện tình cảm thì cũng táo bạo đấy, nhưng không phải chỗ nào cũng hợp đâu.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Theyre so invested in their community, its like theyre less interested in broader connections.", "translation": "Họ cứ chăm chăm vào cộng đồng của mình, chẳng mấy quan tâm đến việc kết nối rộng rãi hơn.", "target": "LGBTQ+", "label": "Implicit HS"}
{"original": "Their knack for storytelling is vibrant, but it can feel a bit too animated for formal settings.", "translation": "Họ kể chuyện rất sống động, nhưng đôi khi lại hơi lố khi ở những nơi trang trọng.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Its impressive how they dominate in certain music genres, but you wonder if theyre limited to that.", "translation": "Thật đáng nể khi họ thống trị một số thể loại nhạc nhất định, nhưng cũng tự hỏi liệu họ có chỉ giỏi mỗi cái đó thôi không.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Theyre so charismatic in social gatherings, but it can come off as trying to steal the spotlight.", "translation": "Họ rất có duyên trong các buổi tụ tập, nhưng đôi khi lại khiến người ta cảm thấy như đang cố tình chiếm hết sự chú ý của mọi người.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Their community spirit is strong, but it might make them less focused on individual achievement.", "translation": "Tinh thần cộng đồng của họ rất mạnh, nhưng có khi lại khiến họ ít chú trọng đến thành tựu cá nhân.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Its surprising theyre in such analytical roles, given how their culture seems more expressive.", "translation": "Thật ngạc nhiên khi họ lại làm những công việc phân tích, bởi vì văn hóa của họ có vẻ thiên về cảm xúc hơn.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "They bring a lot of energy to the classroom, but it can disrupt a more disciplined environment.", "translation": "Họ mang lại nhiều năng lượng cho lớp học, nhưng có thể làm xáo trộn môi trường kỷ luật hơn.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Their bold fashion choices are striking, but they might not fit in with corporate dress codes.", "translation": "Phong cách thời trang táo bạo của họ thì nổi bật thật đấy, nhưng chắc khó mà hòa nhập với môi trường công sở.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Theyre so good at rallying people together, but it can feel like theyre always pushing an agenda.", "translation": "Họ giỏi thật trong việc kêu gọi mọi người đoàn kết, nhưng đôi khi cứ như lúc nào cũng đang cố gắng thúc đẩy một ý đồ nào đó.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Its interesting how they embrace their heritage, but it can seem out of sync with mainstream values.", "translation": "Thật thú vị khi họ tự hào về di sản của mình, nhưng đôi khi lại có vẻ không hòa hợp với giá trị chung của xã hội.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Their confidence in debates is notable, but it can come across as overly confrontational.", "translation": "Họ tự tin khi tranh luận thì cũng tốt, nhưng đôi khi lại giống như đang muốn gây hấn hơn là thảo luận.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Theyre great at bringing people together, but their approach can feel chaotic in structured settings.", "translation": "Họ giỏi trong việc kết nối mọi người, nhưng cách làm của họ có thể khiến mọi thứ trở nên lộn xộn trong những tình huống cần sự trật tự.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Their cultural pride is evident, but it might make it harder for them to blend into diverse teams.", "translation": "Họ tự hào về văn hóa của mình thì cũng tốt thôi, nhưng có thể điều đó sẽ khiến họ khó hòa nhập vào những nhóm đa dạng hơn.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "They seem to thrive in high-energy environments, but quieter roles might not suit them as well.", "translation": "Họ có vẻ hợp với những nơi ồn ào, náo nhiệt, chứ mấy chỗ yên tĩnh thì chắc không phải sở trường của họ.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
{"original": "Its admirable how they stay connected to their roots, but it can feel like theyre resisting integration.", "translation": "Thật đáng khen khi họ giữ gìn bản sắc của mình, nhưng đôi khi cảm giác như họ không muốn hòa nhập.", "target": "Ethnic/Racial Minorities", "label": "Implicit HS"}
